Repository: pieterphilippaerts/ScoreSheet.GUI
Catalog: src/gui/PieterP.ScoreSheet.Localization/Views/Wizards/Resources.*.resx
Languages: fr, nl

source: Cancel
fr: Annuler
nl: Annuleren

# Handicap_Description
source: For non-official matches it is possible to play with pre-gift (better known as 'handicap'). If you wish, you can select the handicap table that you want to use below. The handicap points will be printed on the referee score cards.
fr: Pour des rencontres non officielles, il est possible de jouer des matchs avec des 'points d'avance' (plus connus sous le terme 'handicap'). Si vous le désirez, vous pouvez sélectionner ci-dessous le tableau d'handicap que vous voulez utilisez. Les points d'handicap seront imprimés sur les feuilles d'arbitrage.
nl: Voor niet-officiële matchen kan eventueel met voorgift (beter bekend als 'handicap') gespeeld worden. Indien u dit wenst, kan u hieronder de handicap-tabel selecteren die u wilt gebruiken. De voorgift-punten zullen afgeprint worden op de scheidsrechtersblaadjes.

# Handicap_UseHandicap
source: Play with pre-gift
fr: Jouer avec handicap
nl: Met voorgift spelen

# NewCustomMatch_Description
source: You can choose which game type you use for an unofficial match. The game type has an impact on what the score sheet looks like.
fr: Pour une rencontre non officielle, vous pouvez choisir le type de match que vous voulez. Le type de jeu a un impact sur l'aspect de la feuille de match.
nl: Voor een niet-officiële match kan je zelf kiezen welk speltype je gebruikt. Het speltype heeft een weerslag op hoe het wedstrijdblad er uit ziet.

# NewDivisionDay_Description
source: Open all the matches of a specific division on a given day
fr: Ouvrir toutes les rencontres d'une division pour un jour donné
nl: Open alle wedstrijden van een divisie voor een gegeven dag

# NewDivisionDay_Loading
source: ... loading data ...
fr: … en cours de chargement des données…
nl: ... bezig met laden van data ...

# NewDivisionDay_Message
source: Select for a given region a division and a date, and ScoreSheet will open all the corresponding matches (regardless of the clubs that are playing). This feature can be used for specific events (eg youth competition) where multiple matches of different clubs are played at one venue.
fr: Sélectionnez pour une certaine région une division et une date, et ScoreSheet ouvrira toutes les rencontres correspondantes (indépendamment des clubs qui jouent). Cette fonctionnalité peut être utilisée pour des événements particuliers (p.ex. une compétition jeunes) où plusieurs rencontres de différents clubs se jouent au même endroit.
nl: Selecteer voor een bepaalde regio een divisie en een datum, en ScoreSheet opent alle bijbehorende wedstrijden (ongeacht de clubs die spelen). Deze functie kan worden gebruikt voor specifieke evenementen (bijv. jeugdcompetitie) waarbij meerdere wedstrijden van verschillende clubs op één locatie worden gespeeld.

# NewDivisionDay_Title
source: Open division day
fr: Ouvrir division-jour
nl: Open divisie-dag

# NewMatchday_Description
source: The list below shows all available match days. Choose the match day for which you want to generate the score sheets and click on OK.
fr: La liste ci-dessous montre toutes les journées de compétition disponibles. Choisissez une journée de compétition pour laquelle vous voulez générer une feuille de match et cliquez sur OK.
nl: De lijst hieronder toont alle beschikbare speeldagen. Kies de speeldag waarvan je de wedstrijdbladen wil genereren en klik op OK.

# NewMatchday_OpenAway
source: Also open score sheets for away matches
fr: Générer aussi les feuilles de matchs pour les rencontres en déplacement
nl: Genereer ook wedstrijdbladen voor uitwedstrijden

# NewMatchday_OpenBye
source: Open bye matches that are scheduled this week
fr: Ouvrir les rencontres bye qui sont planifiées cette semaine
nl: Open bye-wedstrijden die deze week gespeeld worden

# Print_Description
source: Select what you want to print from the selected match:
fr: Sélectionnez ce que vous voulez imprimer de la rencontre sélectionnée:
nl: Selecteer wat u van de geselecteerde wedstrijd wil afdrukken:

# Print_Handicap
source: Use handicap
fr: Jouer avec handicap
nl: Handicap gebruiken

# Print_Print
source: Print
fr: Imprimer
nl: Afdrukken

# Print_Results
source: Match results
fr: Feuille de match
nl: Wedstrijdblad

# Print_ScoreCards
source: Referee score cards
fr: Feuilles d'arbitrage
nl: Scheidsrechterblaadjes

# RestoreBackups_Description
source: Old match results were found in the backup directory of this program. These are usually files left behind after a program crash. You can open these score sheets again by selecting them and clicking on 'Repair'.
fr: D'anciens résultats de rencontres ont été trouvées dans le dossier backup du programme. Il s'agit la plupart du temps de fichiers résiduels à un plantage du programme. Vous pouvez rouvrir ces feuilles de matchs en les sélectionnant et en cliquant sur 'Restaurer'.
nl: Er werden nog oude wedstrijdbladen gevonden in de backupdirectory van dit programma. Dit zijn meestal bestanden die achtergebleven zijn na een crash van het programma. U kan deze wedstrijdbladen terug openen door ze te selecteren en op 'Herstellen' te klikken.

# SelectExportType_Csv
source: Contains the match details that you can then upload to the competition website
fr: Contient les détails de la rencontre que vous pouvez alors envoyer au site web de la compétition.
nl: Bevat de matchdetails die u dan kan uploaden naar de competitiewebsite

# SelectExportType_Description
source: You can export the selected matches to multiple file types. Select the file type you want to export to below.
fr: Vous pouvez exporter les rencontres sélectionnées vers différents types de fichier. Sélectionnez ci-dessous le type de fichier vers lequel vous voulez exporter.
nl: U kan de geselecteerde wedstrijden naar meerdere bestandstypes exporteren. Kies hieronder het bestandstype waar u naar wil exporteren.

# SelectExportType_Pdf
source: Contains score sheets that can be viewed or printed via a PDF reader
fr: Contient des feuilles de matchs qui pourront être visualisées ou imprimées via un lecteur PDF
nl: Bevat wedstrijdbladen die bekeken of afgedrukt kunnen worden via een PDF-reader

# SelectExportType_Xps
source: Contains score sheets that can be viewed or printed via an XPS reader
fr: Contient des feuilles de matchs qui pourront être visualisées ou imprimées via un lecteur XPS
nl: Bevat wedstrijdbladen die bekeken of afgedrukt kunnen worden via een XPS-reader

# SelectMatches_NonCompetitiveMessage
source: This is a non-competitive match and should not be uploaded
fr: Ceci est une rencontre récréative et ne devrait pas être envoyée
nl: Dit is een niet-competitieve match en hoeft niet geüpload te worden

# SelectMatches_UploadMessage
source: This match has already been successfully uploaded to the competition website
fr: Cette rencontre a déjà été correctement envoyée au site web de la compétition
nl: Deze match is al succesvol geüpload naar de competitiewebsite

# SelectMatches_ValidationErrors
source: This match contains validation errors
fr: Cette rencontre contient des erreurs de validation
nl: Deze match bevat validatiefouten

# SelectPlayers_AllPlayers
source: All players
fr: Tous les joueurs
nl: Alle spelers

# SelectPlayers_ChiefReferee
source: Chief referee
fr: Juge-arbitre
nl: Hoofdscheidsrechter

# SelectPlayers_RelevantPlayers
source: Relevant players
fr: Liste de force applicable
nl: Relevante sterktelijst

# SelectPlayers_RoomCommissioner
source: Room commissioner
fr: Commissaire de salle
nl: Zaalcommissaris

# UpdateFromInternet_Description
source: You can update the data in the database of the program via this window. This data includes all information about the planned competition matches, as well as the member list of the home club and all visiting clubs. This data is best updated weekly, since in principle it can change every week (eg changes to the member lists). Outdated data can lead to errors on the match sheet, and therefore also to fines!
fr: Cette fenêtre permet de mettre à jour la base de données du programme. Ces données comportent toutes les informations sur les rencontres planifiées, ainsi que la liste de force du club visité et de tous les clubs visiteurs. Ces données devraient être mises à jour chaque semaine, du fait qu'elles peuvent en principe être modifiées chaque semaine (p.ex. des adaptations dans les liste de force). Des données obsolètes peuvent mener à des erreurs sur la feuille de match, et donc aussi à des amendes !
nl: In dit venster kan u de database van het programma up-to-date brengen. Deze data omvat alle informatie van de geplande competitiewedstrijden, en ook de sterktelijst van de thuisclub en alle bezoekende clubs. Deze data wordt best wekelijks geupdate, aangezien ze in principe elke week kan wijzigen (bijv. aanpassingen aan de sterktelijsten). Verouderde data kan leiden tot fouten op het wedstrijdblad, en dus ook tot boetes!

# UpdateFromInternet_Next
source: Next
fr: Suivant
nl: Volgende

# UpdateFromInternet_RefreshList
source: Refresh the list
fr: Rafraîchir la liste
nl: Vernieuw de lijst

# UpdateFromInternet_SelectClub
source: Select your club:
fr: Sélectionnez votre club :
nl: Selecteer uw club:

# UpdateFromInternet_SelectProvince
source: Select your province:
fr: Sélectionnez votre province :
nl: Selecteer uw provincie:

# UpdateFromInternet_Updating
source: updating; please wait
fr: Mise à jour en cours; Veuillez patienter
nl: Bezig met updaten; even geduld a.u.b.

# UpdateStart_File
source: Update with an update file
fr: Mettre à jour la base de données avec un fichier de mise à jour
nl: Database bijwerken met een updatebestand

# UpdateStart_FileDesc
source: You have an update file on a USB stick, and you want to use this file to bring the database up-to-date. This method can be used if this computer has no internet connection.
fr: Vous avez un fichier de mise à jour sur une clé USB, et vous voulez utiliser ce fichier pour mettre à jour la base de données. Cette méthode peut être utilisée si cet ordinateur n'a pas de connexion internet.
nl: U heeft een updatebestand op USB-stick staan, en u wil dit bestand gebruiken om de database up-to-date te brengen. Deze methode kan gebruikt worden indien deze computer geen internetverbinding heeft.

# UpdateStart_FileInfo
source: How do I create an update file?
fr: Comment créer un fichier de mise à jour ?
nl: Hoe maak ik een updatebestand aan?

# UpdateStart_Internet
source: Update via the Internet
fr: Mettre à jour la base de données via Internet
nl: Database bijwerken via het Internet

# UpdateStart_InternetDesc
source: The latest data is downloaded from the KBTTB website. This is the simplest option, but requires an active internet connection.
fr: Les données les plus récentes sont téléchargées depuis le site web de la FRBTT. Il s'agit de l'option la plus simple, mais elle nécessite une connexion Internet active.
nl: De laatste data wordt gedownload van de competitiewebsite. Dit is de eenvoudigste optie, maar vereist wel een actieve internetconnectie.

# UpdatingFromInternet_Description
source: The data is now being downloaded from the KBTTB website. This process may take a while, depending on the size of your club and the speed of your internet connection.
fr: Les données sont en ce moment téléchargées depuis le site web de la FRBTT. Ce processus peut prendre un certain temps, en fonction de la taille de votre club et de la vitesse de votre connexion Internet.
nl: De data wordt nu gedownload van de competitiewebsite. Dit proces kan even duren, afhankelijk van de grootte van uw club en de snelheid van uw internetconnectie.

# OrphanedMatches_Description
source: For some matches, the match date could not be determined automatically. Please confirm the correct match dates for these matches.
fr: Pour certains matchs, la date du match n’a pas pu être déterminée automatiquement. Veuillez confirmer les dates correctes pour ces matchs.

# OrphanedMatch_PlayedInWeek
source: Is played in the week of
fr: Est joué dans la semaine de

# OrphanedMatch_InSeries
source: in series {0} {1} {2}
fr: en série {0} {1} {2}

# NewDivisionDay_National
source: National
nl: Nationaal
