Repository: pieterphilippaerts/ScoreSheet.GUI
Catalog: src/gui/PieterP.ScoreSheet.Localization/Views/Settings/Resources.*.resx
Languages: fr, nl

# AutoUpload_Description
source: In order not to forget to upload the score sheets to the competition website, ScoreSheet can automatically upload the score sheets when they are printed.
fr: Afin de ne pas oublier d'envoyer les feuilles de matchs au site web de la compétition, ScoreSheet peut les envoyer automatiquement dès qu'elles sont imprimées.
nl: Om het uploaden van de wedstrijdbladen naar de competitiewebsite niet te vergeten, kan ScoreSheet automatisch de wedstrijdbladen uploaden wanneer ze afgeprint worden.

# AutoUpload_Enable
source: Automatically upload score sheets when they are printed
fr: Envoyer automatiquement les feuilles de matchs lorsqu'elles sont imprimées
nl: Wedstrijdbladen die afgeprint worden ook automatisch uploaden naar de competitiewebsite

# AutoUpload_NonCompetitive
source: Non-competitive matches (like Limburg's leisure competition) are never uploaded.
fr: Les rencontres non-compétitives (comme dans la compétition récréative du Limbourg) ne sont jamais envoyées.
nl: Niet-competitieve wedstrijden (zoals in de Limburgse vrijetijdscompetitie) worden nooit geüpload.

# AutoUpload_Warning
source: ATTENTION: a score sheet will only be uploaded if there are no validation errors! If you want to ignore validation errors in a score sheet, you must upload it manually via the Upload menu.
fr: ATTENTION: une feuille de match ne sera envoyée que si elle ne contient aucune erreur de validation! Si vous désirez ignorer des erreurs de validation dans des feuilles de matchs, il vous faut les envoyer manuellement via le menu 'Upload'.
nl: OPGELET: een wedstrijdblad zal enkel geüpload worden als er geen validatiefouten zijn! Als u validatiefouten in wedstrijdbladen wil negeren, dan moet u die wedstrijdbladen manueel uploaden via het Upload-menu.

# AwayMatches_AwayMatchesToday
source: Number of away matches today:
fr: Nombre de rencontres en déplacement aujourd'hui:
nl: Aantal uitwedstrijden vandaag:

# AwayMatches_Description
source: ScoreSheet can periodically check the competition website to see whether (interim) results are available for teams playing an away match on the same day. The results of the teams will then be shown in the match overview.
fr: ScoreSheet peut périodiquement vérifier sur le site web de la compétition si des résultats (intermédiaires) sont disponibles pour des équipes qui jouent en déplacement le même jour. Les résultats de ces équipes seront alors affichées dans l'aperçu des rencontres.
nl: ScoreSheet kan periodiek kijken op de competitiewebsite of er (tussentijdse) uitslagen bekend zijn van ploegen die dezelfde dag een uitwedstrijd spelen. De resultaten van de uitploegen zullen dan getoond worden in het wedstrijdoverzicht.

# AwayMatches_ExtraInfo
source: This functionality only works if the club where the team plays uses live updates. It is therefore possible that you do not see the results of all the teams.
fr: Cette fonctionnalité ne fonctionne que si le club où jouent les équipes en déplacement utilise la possibilité 'live updates'. Il est donc possible que vous ne puissiez voir les résultats de toutes les équipes en déplacement.
nl: Deze functionaliteit werkt natuurlijk enkel indien de club waar de uitploeg speelt gebruik maakt van live updates. Het kan dus zijn dat u niet van alle uitploegen de resultaten ziet.

# AwayMatches_FollowAway
source: Follow away matches
fr: Suivre les rencontres en déplacement
nl: Uitwedstrijden volgen

# AwayMatches_Warning
source: This functionality only works if 'live updates' is turned on for all matches!
fr: Cette fonctionnalité ne fonctionne que si 'live updates' est activé pour toutes les rencontres!
nl: Deze functionaliteit werkt enkel als 'live updates' aan staat voor alle wedstrijden!

# Defaults_Address
source: The home club address: (leave blank to use the address that is in the competition database)
fr: Adresse du local du club visité: (à laisser vide pour que soit utilisée l'adresse connue dans la base de données)
nl: Het lokaal van de thuisclub: (leeg laten om het adres dat in de competitiedatabase staat te gebruiken)

# Defaults_Description
source: When creating a new score sheet, these settings will override the default values.
fr: Lors de la création d'une nouvelle feuille de match, ces réglages remplaceront les valeurs par défaut.
nl: Bij het aanmaken van een nieuw wedstrijdblad zullen deze instellingen de standaardwaarden overschrijven.

# Defaults_ExceptSuperLeague
source: ... except for Super league
fr: … sauf pour la Super Division
nl: ... behalve voor Super liga

# Defaults_TwoByTwo
source: Select 'two by two' by default
fr: Sélectionner 'deux par deux' par défaut
nl: Standaard 'Twee aan twee' selecteren

# Language_Description
source: Select the language for the user interface of this program below.
fr: Choisir ci-dessous la langue de l'interface utilisateur du programme.
nl: Kies hieronder de taal voor de gebruikersinterface van dit programma.

# Language_HelpLink
source: Find out more
fr: En savoir plus
nl: Meer te weten komen

# Language_HelpMessage
source: We are still looking for help translating this program. Did you find a language mistake, or do you want to translate the application to a another language? Then click on the link below ...
fr: Nous recherchons encore de l'aide pour traduire ce programme. Avez-vous trouvé une erreur de langue ou voulez-vous traduire le programme dans une nouvelle langue? Cliquez alors sur le lien ci-dessous…
nl: We zoeken nog hulp bij het vertalen van dit programma. Vond je een taalfout, of wil je het programma naar een nieuwe taal vertalen? Klik dan op onderstaande link...

# Layout_Background
source: Background color
fr: Couleur de fond:
nl: Achtergrondkleur:

# Layout_Description
source: Select the theme that you want to use for the score sheet.
fr: Sélectionnez le thème que vous désirez utiliser pour la feuille de match.
nl: Kies hieronder het thema dat u wil gebruiken voor het wedstrijdblad.

# Layout_ErrorBackground
source: Error (background):
fr: Erreur (arrière-plan):
nl: Fout (achtergrond):

# Layout_ErrorText
source: Error (text):
fr: Erreur (texte):
nl: Fout (voorgrond):

# Layout_Info
source: Click on the color to change it
fr: Cliquez sur la couleur pour la modifier
nl: Klik op de kleur om ze te wijzigen

# Layout_Text
source: Text color:
fr: Couleur du texte:
nl: Tekstkleur:

# Layout_TextField
source: Textbox color:
fr: Couleur champ de texte:
nl: Tekstveldkleur:

# LimburgFreeTime_AddressWarning
source: Despite the fact that the password is stored securely, we do not recommend that you use a personal email address. It is better to create a free Hotmail or GMail address that is managed by the club and is only used to send these results.
fr: Bien que le mot de passe soit sauvegardé de façon sécurisée, nous vous déconseillons d'utiliser une adresse email personnelle. Il serait préférable que vous créiez une adresse gratuite de type Hotmail ou Gmail, qui puisse être gérée par le club et utilisée uniquement pour envoyer ces résultats.
nl: Ondanks het feit dat het paswoord beveiligd opgeslagen wordt, raden we niet aan dat je een persoonlijk e-mailadres gebruikt. Je kan beter een gratis Hotmail- of GMail-adres aanmaken dat beheerd wordt door de club en enkel gebruikt wordt om deze resultaten door te sturen.

# LimburgFreeTime_CC
source: Send a copy of the emails to the club email address
fr: Envoyer une copie des emails à l'adresse email du club
nl: Stuur een kopie van de emails naar het club-adres

# LimburgFreeTime_Description
source: Results of the Limburg leisure competition must not be uploaded, but must be sent via email to the leisure committee. If you enter the requested e-mail settings below, ScoreSheet can send the match sheets directly from the program.
fr: Les résultats de la compétition récréative du Limbourg ne peuvent pas être envoyés, mais doivent être envoyés par email au comité de la compétition récréative. Si vous encodez les paramètres d'email demandés ci-dessous, ScoreSheet peut envoyer les feuilles de matchs directement depuis le programme.
nl: Resultaten van de Limburgse vrijetijdscompetitie moeten niet geüpload worden, maar moeten doorgestuurd worden via e-mail naar de vrijetijdscommissie. Indien u hieronder de gevraagde emailinstellingen invult, dan kan ScoreSheet de wedstrijdbladen rechtstreeks vanuit het programma doorsturen.

# LimburgFreeTime_EmailSettings
source: Email address settings
fr: Paramètres d'adresse email
nl: E-mailadres-instellingen

# LimburgFreeTime_MailFromDesc
source: This is the email address of (someone from) the club that the person in charge of the leisure competition can use if there are questions about the score sheet.
fr: Ceci est l'adresse email du club (ou de quelqu'un du club) qu'un personne en charge de la compétition récréative peut utiliser si il a des questions au sujet de la feuille de match.
nl: Dit is het e-mailadres van (iemand van) de club dat de verantwoordelijke van de vrijetijdscompetitie kan gebruiken indien er vragen zijn over het wedstrijdblad.

# LimburgFreeTime_MailTo
source: Send to:
fr: Envoyer vers:
nl: Stuur naar:

# LimburgFreeTime_MailToDesc
source: This is the email address of the person responsible for the results of the leisure competition, as determined by the provincial committee.
fr: Ceci est l'adresse email de la personne responsable des résultats de la compétition récréative, telle que désignée par le comité provincial.
nl: Dit is het e-mailadres van de verantwoordelijke van de uitslagen van de vrijetijdscompetitie, zoals bepaald door het provinciaal comité.

# LimburgFreeTime_Password
source: Password:
fr: Mot de passe:
nl: Paswoord:

# LimburgFreeTime_Port
source: Port:
nl: Poort:

# LimburgFreeTime_SmtpHelp
source: Get help finding the correct SMTP settings
fr: Aide pour déterminer les bons paramètres SMTP
nl: Hulp bij het vinden van de juiste SMTP-instellingen

# LimburgFreeTime_SmtpSettings
source: SMTP settings
fr: Paramètres SMTP
nl: SMTP-instellingen

# LimburgFreeTime_TestSettings
source: Test the email settings
fr: Tester les paramètres email
nl: Test de e-mailinstellingen

# LimburgFreeTime_Username
source: Username:
fr: Nom d'utilisateur:
nl: Gebruikersnaam:

# LimburgFreeTime_UseStartTls
source: Use STARTTLS
fr: Utiliser STARTTLS
nl: Gebruik STARTTLS

# LimburgFreeTime_Warning
source: ATTENTION: this functionality has not yet been officially approved by those responsible for the recreational competition.
fr: ATTENTION: cette fonctionnalité n'a pas encore été officiellement approuvée par les responsables de la compétition récréative.
nl: OPGELET: deze functionaliteit is nog niet officieel goedgekeurd door de verantwoordelijken van de Limburgse vrijetijdscompetitie. Je kan het dus al eens testen door bijvoorbeeld wedstrijdbladen naar je eigen emailadres te sturen, maar het is nog niet de bedoeling dat het gebruikt wordt in competitie.

# LiveUpdates_Description
source: ScoreSheet can send interim results of the matches at regular intervals to the competition website. That way, someone who is not in the room can still follow the matches via the competition website. It is recommended to enable this option in Super league matches, but it can also be used for matches at any other level.
fr: ScoreSheet peut envoyer à intervalles réguliers les résultats intermédiaires au site web de la compétition. De cette façon, il est possible pour quelqu'un qui n'est pas présent dans la salle de suivre les rencontres via le site web de la compétition. Cette option est recommandée pour les rencontres de Super Division, mais peut aussi être utilisée pour les rencontres de tous les autres niveaux.
nl: ScoreSheet kan op geregelde tijdstippen tussentijdse resultaten van de matchen doorsturen. Op die manier kan iemand die niet in de zaal aanwezig is toch de speeldag opvolgen via de competitiewebsite. Deze optie wordt aangeraden om te gebruiken in wedstrijden op super-niveau, maar ze kan ook gebruikt worden voor wedstrijden op eender welk ander niveau.

# LiveUpdates_Enable
source: Enable 'Live Updates'
fr: Activer 'Live Updates'
nl: 'Live Updates' inschakelen

# LiveUpdates_FollowAwayWarning
source: If 'live updates' is not switched on for all matches, the 'follow away matches' option will not work.
fr: Si 'Live Updates' n'est pas activé pour toutes les rencontres, l'option 'Suivre les rencontres en déplacement' ne fonctionnera pas.
nl: Als 'live updates' niet aanstaat voor alle wedstrijden, dan werkt de optie 'uitwedstrijden volgen' niet.

# LiveUpdates_NonCompetitive
source: Non-competitive matches (like Limburg's leisure competition) are never uploaded.
fr: Les rencontres non-compétitives (comme dans la compétition récréative du Limbourg) ne sont jamais envoyées.
nl: Niet-competitieve wedstrijden (zoals in de Limburgse vrijetijdscompetitie) worden nooit geüpload.

# LiveUpdates_OnlySuper
source: ... but only for Super league matches
fr: … mais uniquement pour les rencontres de Super Division
nl: ... maar enkel voor matchen in Super Liga

# LiveUpdates_UploadWarning
source: ATTENTION: if this option is switched on, you still have to upload the match as usual at the end of a match day!
fr: ATTENTION : si cette option est sélectionnée, vous devez encore, envoyer la rencontre à la fin de la journée, comme d'habitude.
nl: OPGELET: als deze optie ingeschakeld staat, moet je nog altijd op het einde van een speeldag de wedstrijd doorsturen zoals gewoonlijk!

# PrintDefaults_Adobe
source: Print via Adobe Acrobat (Reader)
fr: Imprimer via Adobe Acrobat (Reader)
nl: Afdrukken via Adobe Acrobat (Reader)

# PrintDefaults_Description
source: You can print score sheets directly from the application, or you can choose to print via Adobe Acrobat (Reader). If you cannot print directly from the application, it is best to choose the Adobe Acrobat option.
fr: Vous pouvez imprimer les feuilles de matchs directement depuis l'application, ou choisir de le faire via Adobe Acrobat (Reader). Si vous ne parvenez pas à imprimer directement depuis l'application, il est préférable de choisir l'option Adobe Acrobat (Reader).
nl: U kan wedstrijdbladen rechtstreeks vanuit de applicatie afdrukken, of u kan kiezen om af te printen via Adobe Acrobat (Reader). Als het rechtstreeks afdrukken vanuit de applicatie niet lukt, dan kiest u best de Adobe Acrobat-optie.

# PrintDefaults_Direct
source: Print directly from the application
fr: Imprimer directement depuis l'application
nl: Rechtstreeks vanuit de applicatie afdrukken

# PrintDefaults_ScoreCardLayout
source: Layout referee score cards:
fr: Mise en page des feuilles d'arbitrage:
nl: Layout scheidsrechterblaadjes:

# PrintDefaults_Search
source: Automatic search
fr: Rechercher automatiquement
nl: Automatisch zoeken

# PrintDefaults_Sponsors
source: Print sponsors on the score sheet
fr: Imprimer les sponsors sur la feuille de match
nl: Sponsors afdrukken op het wedstrijdblad

# SecondScreen_Auto
source: Automatically choose a monitor
fr: Choisir automatiquement un écran
nl: Automatisch een projectiescherm kiezen

# SecondScreen_Description
source: ScoreSheet supports showing the interim results on an extra screen or projector. To use this feature, you must enable this extra screen in Windows as an "extended desktop".
fr: ScoreSheet supporte l'affichage des résultats intermédiaires sur un écran supplémentaire ou sur un projecteur. Pour utiliser cette possibilité, vous devez configurer cet écran supplémentaire dans l'affichage Windows en mode 'bureau étendu'.
nl: ScoreSheet biedt ondersteuning voor het tonen van de tussentijdse resultaten op een extra scherm of projector. Hiervoor moet u dit extra scherm in Windows instellen als een "uitgebreid bureaublad".

# SecondScreen_Enable
source: Enable support for multiple monitors
fr: Activer le support de plusieurs écrans
nl: Ondersteuning voor meerdere beeldschemen inschakelen

# SecondScreen_Manual
source: Manually choose a monitor
fr: Choisir manuellement un écran
nl: Projectiescherm manueel kiezen

# Settings_Close
source: Close
fr: Fermer
nl: Sluiten

# Settings_Description
source: In this window you can change the settings of the application
fr: Dans cette fenêtre, vous pouvez modifier les paramètres de l'application
nl: In dit venster kan u de instellingen van de applicatie wijzigen

# Settings_Title
source: Change settings
fr: Modifier les paramètres
nl: Instellingen wijzigen

# Startup_Info
source: By default, the most recent version of the program will always be run, and the user data will be saved in the standard user profile. However, you can also choose to start an older version (for example when you have problems with a new version), or to create an extra profile. That extra profile can be used to store the data of another club (which is useful if one computer is used by several clubs). You can adjust these startup properties by holding down the SHIFT key while starting the program. You will then see a start-up screen where you can adjust these settings.
fr: Par défaut, c'est la version la plus récente du programme qui est exécutée, et les données de l'utilisateur sont sauvegardées dans le profil par défaut. Cependant, vous pouvez aussi choisir de démarrer une version plus ancienne (par exemple lorsque vous rencontrez des problèmes avec une nouvelle version), ou de créer un profil supplémentaire. Le profil supplémentaire peut être utilisé pour sauvegarder les données d'un autre club (ce qui est pratique si un ordinateur est utilisé par plusieurs clubs). Vous pouvez modifier ces propriétés de démarrage en maintenant appuyé le touche SHIFT pendant le démarrage du programme. Vous accèderez alors à un écran de démarrage où vous pourrez modifier ces réglages.
nl: Standaard zal altijd de meest-recente versie van het programma uitgevoerd worden, en wordt de gebruikersdata in het standaard-gebruikersprofiel opgeslagen. U kan er echter ook voor kiezen om een oudere versie op te starten (bijvoorbeeld wanneer een nieuwe versie problemen geeft), of om een extra profiel aan te maken. Dat extra profiel kan gebruikt worden om de gegevens van een andere club op te slaan (wat handig is als er één computer door meerdere clubs gebruikt wordt). Je kan deze opstarteigenschappen aanpassen door tijdens het opstarten van het programma de SHIFT-toets ingedrukt te houden. Je zal dan een opstartscherm krijgen waar je deze instellingen kan aanpassen.

# Upload_Description
source: To upload the results to the competition website, you need a username and password with the correct permissions. If you do not want to enter this username/password each time, you can save it (securely).
fr: Pour pouvoir envoyer les résultats au site web de la compétition, vous devez posséder un nom d'utilisateur et un mot de passe avec les permissions requises. Si vous désirez ne pas devoir encoder ces données à chaque fois, vous pouvez les sauvegarder (de façon sécurisée).
nl: Om gebruik te maken van de uploadfunctionaliteit van de resultaten naar de competitiewebsite, heeft u een gebruikersnaam en paswoord nodig met de juiste machtigingen. Indien u deze gegevens niet telkens wil ingeven, kan u ze (beveiligd) opslaan.

# Upload_Password
source: Password:
fr: Mot de passe:
nl: Paswoord:

# Upload_Test
source: Test the username/password combination
fr: Tester la combinaison nom d'utilisateur / mot de passe
nl: Test de logingegevens

# Upload_Username
source: Username:
fr: Nom d'utilisateur :
nl: Gebruikersnaam:

# Various_CapsLock
source: Turn on CAPS-LOCK at program start
fr: Activer CAPS-LOCK au démarrage du programme
nl: CAPS-LOCK aanzetten bij programmastart

# Various_DeleteOld
source: Delete old match data
fr: Supprimer les anciennes données de rencontres
nl: Oude wedstrijddata verwijderen

# Various_FullScreen
source: Automatic start-up in full-screen mode
fr: Démarrer automatiquement en mode plein écran
nl: Automatisch opstarten in volledig-scherm-modus

# Various_HideNav
source: Hide navigation bar automatically
fr: Cacher automatiquement la barre de navigation
nl: Navigatiebalk automatisch verbergen

# Various_HideNavInfo
source: (only works in full screen mode)
fr: (fonctionne uniquement en mode plein écran)
nl: (werkt alleen in volledig-scherm-modus)

# Various_ShowResultsInNavigation
source: Show match results in the navigation bar
fr: Afficher les résultats dans la barre de navigation
nl: Toon wedstrijduitslagen in de navigatiebalk

# WebService_Activated
source: The web service is now active
fr: Le service web est maintenant actif
nl: De webservice is nu actief

# WebService_Description
source: You can make the results of the matches available externally via a JSON web service. This web service can then be consumed by, for example, an HTML page that you can completely customize as you wish. This option is for advanced use. For a more user-friendly experience, choose the 'Second Screen' option.
fr: Vous pouvez rendre disponibles les résultats des rencontres que vous encodez via un service web JSON. Cette option est destinée à une utilisation avancée. Pour une expérience plus conviviale, choisissez l'option 'Second écran'.
nl: Je kan de resultaten van de matchen die je invult ook beschikbaar maken via een JSON webservice. Deze webservice kan dan geconsumeerd worden door bijvoorbeeld een HTML-pagina die je zelf helemaal kan aanpassen in de stijl van de club. Deze optie is voor geavanceerd gebruik. Voor een gebruiksvriendelijkere ervaring kies je best de optie 'Tweede Scherm'.

# WebService_Enable
source: Activate JSON service
fr: Activer le service web JSON
nl: JSON webservice activeren

# WebService_Error
source: There was an error starting the web service. Check the log for the exact cause.
fr: Un erreur est survenue au démarrage du service web. Consultez le fichier log pour en déterminer la cause.
nl: Er was een fout bij het starten van de webservice. Controleer het logboek voor de precieze oorzaak.

# WebService_ModifyInfo
source: You can only adjust the host and port if you deactivate the web service.
fr: Vous ne pouvez modifier le host et le port que si vous désactivez le service web.
nl: U kan het host en de poort enkel aanpassen als u de webservice deactiveert.

# WebService_OpenBrowser
source: Open the service in a web browser
fr: Ouvrir le service dans un navigateur web
nl: Open de service in een webbrowser

# WebService_OpenMoreInfo
source: Go to the online help page
fr: Aller à la page d'aide en ligne
nl: Ga naar de online help-pagina

# WebService_Port
source: Port:
nl: Poort:

# WebService_UnblockAddress
source: Give permissions for this url
fr: Donner les permissions pour cette URL
nl: Machtigingen geven voor deze url

# LimburgFreeTime_MailFrom
source: Club email:
fr: Email du club:
