Repository: pieterphilippaerts/ScoreSheet.GUI
Catalog: src/gui/PieterP.ScoreSheet.Localization/Errors.*.resx
Languages: fr, nl

# AppUpdate_InvalidHash
source: The hash of the downloaded file does not correspond to the expected hash. Try again later.
fr: Le hash code du fichier téléchargé ne correspond pas à celui attendu.
nl: De hash van het gedownloade bestand komt niet overeen met de verwachtte hash.

# CompetitiveMatch_MatchSystemNotFound
source: The required match system ({0}) could not be found.
fr: Le MatchSystem requis ({0}) est introuvable.
nl: Het vereiste matchsysteem ({0}) kon niet gevonden worden.

# CsvExporter_InvalidIdAwayCaptain
source: The Id of the away captain is invalid.
fr: L'identifiant du capitaine visiteur est invalide.
nl: Het computernummer van de uitkapitein is ongeldig.

# CsvExporter_InvalidIdChiefReferee
source: The Id of the chief referee is invalid.
fr: L'identifiant du juge arbitre est invalide.
nl: Het computernummer van de hoofdscheidsrechter is ongeldig.

# CsvExporter_InvalidIdHomeCaptain
source: The Id of the home captain is invalid.
fr: L'identifiant du capitaine visité est invalide.
nl: Het computernummer van de thuiskapitein is ongeldig.

# CsvExporter_InvalidIdPlayer
source: Invalid Id '{0}' for player {1} in the team {2}.
fr: Identifiant '{0}' invalide pour le joueur {1} de l'équipe {2}.
nl: Ongeldig computernummer '{0}' voor speler {1} in het team {2}.

# CsvExporter_InvalidIdRoomCommissioner
source: The Id of the room commissioner is invalid.
fr: L'identifiant du commissaire de salle est invalide.
nl: Het computernummer van de zaalcommissaris is ongeldig.

# CsvExporter_InvalidSeasonId
source: Cannot find the Id of the current season. Update the database to correct this problem.
fr: L'identifiant de la saison actuelle est introuvable. Mettre à jour la base de données pour corriger ce problème.
nl: Kan het volgnummer van het huidige seizoen niet vinden. Update de database om dit probleem te verhelpen.

# CsvExporter_NoClubIdAway
source: The club Id of the away team is invalid.
fr: L'identifiant du club de l'équipe visiteuse est invalide.
nl: Er is geen aanwijzingsnummer ingevuld voor het uitteam.

# CsvExporter_NoClubIdHome
source: The club Id of the home team is invalid.
fr: L'identifiant du club de l'équipe visitée est invalide.
nl: Er is geen aanwijzingsnummer ingevuld voor het thuisteam.

# CsvExporter_NoMatchId
source: The match Id is invalid.
fr: L'identifiant de la rencontre est invalide.
nl: Er is geen matchnummer ingevuld op het wedstrijdblad.

# ExportService_TemplateError
source: Unable to find the template corresponding to the {0} viewmodel class.
fr: Le template correspondant au viewmodel {0} est introuvable.
nl: Kan de template die overeenkomt met het viewmodel {0} niet vinden.

# LiveUpdate_UploadError
source: An error occurred while uploading a partial matchresult.
fr: Une erreur est survenue lors de l'envoi de résultats partiels 'live update'.
nl: Er heeft zich een fout voorgedaan bij het uploaden van een 'live update'-resultaat

# Logger_UnknownError
source: Unknown exception occurred.
fr: Une erreur inconnue est survenue.
nl: Onbekende fout opgetreden.

# Main_OpenError
source: An error occurred when opening the score sheet. More information can be found in the logbook.
fr: Une erreur est survenue lors de l'ouverture de la feuille de match. Plus d'information à trouver dans le fichier de log.
nl: Er heeft zich een fout voorgedaan bij het openen van het wedstrijdblad. Meer informatie kan u in het logboek vinden.

# Main_SaveError
source: An error occurred while saving the score sheet. More information can be found in the logbook.
fr: Une erreur est survenue lors de la sauvegarde de la feuille de match. Plus d'information à trouver dans le fichier de log.
nl: Er heeft zich een fout voorgedaan bij het opslaan van het wedstrijdblad. Meer informatie kan u in het logboek vinden.

# MatchUploader_GeneralError
source: An error occurred while contacting the server. Make sure your internet connection is working properly.
fr: Une erreur est survenue lors de l'envoi des données. Assurez-vous que votre connexion Internet fonctionne correctement.
nl: Er heeft zich een fout voorgedaan bij het contacteren van de server. Controleer dat je internetverbinding correct werkt.

# MatchUploader_NoCredentials
source: Could not find (valid) stored credentials in the database.
fr: Données d'identification introuvables dans la base de données.
nl: Er zijn geen (geldige) opgeslagen inloggegevens gevonden in de database.

# PlayerstoString_DataError
source: [PlayersToStringConverter] PlayerInfo was not single or double!
fr: [PlayersToStringConverter] PlayerInfo n'était pas unique ou double!
nl: [PlayersToStringConverter] PlayerInfo was geen enkel of dubbel!

# TabTUpdater_AdditionalDivisionError
source: An error occurred while downloading additional divisions
fr: Une erreur est survenue lors du téléchargement des divisions supplémentaires.
nl: Er heeft zich een fout voorgedaan bij het downloaden van de extra divisies

# TabTUpdater_CannotFindDivision
source: Could not find the division of match {0}.
fr: Impossible de retrouver la division de la rencontre {0}.
nl: Kan de divisie van match {0} niet vinden.

# TabTUpdater_CannotFindDivisionWMatchWTeam
source: Could not find the division {0} for match {1} of team {2}
fr: Impossible de retrouver la division {0} de la rencontre {1} de l'équipe {2}.
nl: Kan de divisie {0} voor de match {1} van team {2} niet vinden

# TabTUpdater_DivisionError
source: An error occurred while downloading division '{0}'
fr: Une erreur est survenue lors du téléchargement de la division '{0}'.
nl: Er heeft zich een fout voorgedaan bij het downloaden van de divisie '{0}'

# TabTUpdater_InvalidMatchDate
source: Team {0} has a match without date (and it's not a bye-match)
fr: L'équipe {0} a une rencontre sans date (et qui n'est pas une rencontre 'bye').
nl: Ploeg {0} heeft een wedstrijd zonder datum (en die geen bye-wedstrijd is)

# TabTUpdater_MatchDetailsError
source: Error while creating the matchdetails for team {0}
fr: Erreur lors de la création des détails de la rencontre pour l'équipe {0}.
nl: Fout bij het aanmaken van matchdetails voor ploeg {0}

# TabTUpdater_MatchSystemNotFound
source: Could not find the match system for type {0} (match {1} of team {2} in division {3})
fr: Impossible de retrouver le MatchSystem pour le type {0} (rencontre {1} de l'équipe {2} dans la division {3}).
nl: Kan het matchsysteem van type {0} (match {1} van team {2} in divisie {3}) niet vinden

# TabTUpdater_MembersListError
source: Error while downloading the memberlist of club {0}
fr: Erreur lors du téléchargement de la liste de force du club {0}.
nl: Fout bij het downloaden van de sterktelijst van club {0}

# TabTUpdater_NoClubs
source: GetClubs returned an empty list of clubs.
fr: GetClubs a retourné une liste vide des clubs.
nl: GetClubs heeft een lege lijst van clubs teruggestuurd.

# TabTUpdater_NoUniqueId
source: GetClubs list contains a club without a unique id
fr: GetClubs a retourné une liste contenant un club sans identifiant unique.
nl: De lijst van GetClubs bevat een club zonder uniek ID

# TabT_CategoryError
source: Invalid Category found for club {0} ({1})
fr: Catégorie invalide trouvée pour le club {0} ({1}).
nl: Ongeldige categorie gevonden voor club {0} ({1})

# TabT_CultureError
source: Unknown culture received: {0}. Returning default English.
fr: Langue reçue {0} invalide. Retour à la langue par défaut 'Anglais'.
nl: Ongeldige taal ontvangen: {0}. De standaardwaarde 'Engels' wordt teruggegeven.

# TabT_DatabaseNameEmpty
source: The name of the database used by TabT is empty.
fr: Le nom de la base de données utilisée par TabT est vide.
nl: De naam van de TabT-database is leeg.

# TabT_MatchInfoError
source: Unable to parse match information for match {0}
fr: Impossible d'analyser les informations de la rencontre {0}.
nl: Kan de matchinformatie van match {0} niet correct ontleden

# TabT_MatchSystemDefinitionError
source: Could not parse one of the MatchSystem MatchDefinitions that was returned, for MatchDefinition at position '{0}'
fr: Impossible d'analyser le MatchSystem MatchDefinition retourné à la position '{0}'.
nl: Kan de MatchSystem MatchDefinition op positie '{0}' dat terggegeven werd niet interpreteren.

# TabT_MatchSystemParseError
source: Could not parse one of the MatchSystem values that was returned, for MatchSystem '{0}' ({1})
fr: Impossible d'analyser l'une des valeurs retournées du MatchSystem '{0}' ({1}).
nl: Kan voor MatchSystem '{0}' ({1}) één van de teruggegeven waardes niet correct ontleden.

# TabT_MemberError
source: Unable to parse member information for {0} {1}
fr: Impossible d'analyser les informations du joueur {0} {1}.
nl: Kan de spelersinformatie niet ontleden voor {0} {1}

# TabT_NoMatchDefinitionsError
source: No MatchDefinitions found in the MatchSystem '{0}' ({1})
fr: MatchDefinitions introuvables dans le MatchSystem '{0}' ({1}).
nl: Geen MatchDefinitions gevonden in het MatchSystem '{0}' ({1})

# TabT_ParseAllowedQuotaError
source: Could not parse allowed quota: {0}
fr: Impossible d'analyser le quota autorisé: {0}.
nl: Kan het toegelaten quota niet correct ontleden: {0}

# TabT_ParseCurrentQuotaError
source: Could not parse current quota: {0}
fr: Impossible d'analyser le quota actuel: {0}.
nl: Kan het huidige quota niet correct ontleden: {0}

# TabT_SeasonIdError
source: Invalid season ID: '{0}' for season '{1}'
fr: Identifiant de saison '{0}' invalide pour la saison '{1}'.
nl: Ongeldig seizoens-ID: '{0}' voor seizoen '{1}'

# TabT_SeasonsWarning
source: The list of seasons is empty.
fr: La liste des saisons est vide.
nl: De lijst met seizoenen is leeg.

# TabT_ServiceException
source: The server returned the following error: '{0}'. ScoreSheet will retry the download.
fr: Le serveur a renvoyé l'erreur suivante : '{0}'. ScoreSheet va réessayer le téléchargement.
nl: De server gaf de volgende foutmelding terug: '{0}'. ScoreSheet zal de download opnieuw proberen.

# TabT_TeamDataError
source: Invalid team data found for one of the teams in club {0}
fr: Données d'équipe invalides retrouvées pour l'une des équipes du club {0}.
nl: Ongeldige team data gevonden in één van de teams van club {0}

# TabT_VenueError
source: Invalid VenueId/ClubVenueId found for club {0} ({1})
fr: Identifiant VenueId/ClubVenueId invalide retrouvé pour le club {0} ({1}).
nl: Ongeldig VenueId/ClubVenueId gevonden voor club {0} ({1})

# TabT_VersionError
source: Cannot parse version type received from web service: {0}
fr: Impossible d'analyser la version reçue du service web: {0}.
nl: Kan het versietype dat van de webservice ontvangen werd niet ontleden: {0}

# Validation_BothGenders
source: The score sheet specifies that it is both men's and women's competition
fr: La feuille de match indique que la rencontre est simultanément messieurs et dames.
nl: Er is aangeduid dat het om een mannen- én vrouwenwedstrijd gaat

# Validation_CaptainNotWO
source: The captain of {0} cannot be a walkover
fr: Le capitaine {0} ne doit pas être un walk-over
nl: De kapitein van {0} mag niet een walkover zijn

# Validation_ChiefRefereeNotHomeCaptain
source: If there are no official referees, the chief referee must be the home captain.
fr: S'il n'y a pas d'arbitres officiels, le juge arbitre doit être le capitaine de l'équipe visitée
nl: Als er geen officiële scheidsrechter is, moet de hoofdscheidsrechter de thuiskapitein zijn

# Validation_ClubIdNotFound
source: Cannot find the club Id of {0} in the database
fr: Impossible de retrouver l'identifiant du club {0} dans la base de données.
nl: Kan het aanwijzingsnummer van {0} niet in de clubs-database vinden

# Validation_InvalidDate
source: The date of the match is invalid
fr: La date de la rencontre est invalide.
nl: De datum van de match is ongeldig

# Validation_InvalidEndHour
source: The end hour is invalid
fr: L'heure de fin est invalide.
nl: Het einduur is ongeldig

# Validation_InvalidIndex
source: The index of {0} is invalid
fr: L'index {0} est manquant ou invalide.
nl: De index van {0} is niet ingevuld of ongeldig

# Validation_InvalidMemberId
source: The player Id of {0} is invalid
fr: Le numéro d'affiliation {0} est invalide.
nl: Het aansluitingsnummer van {0} is ongeldig

# Validation_InvalidPlayerId
source: the player Id of {0} is empty or invalid
fr: L'identifiant du joueur {0} est manquant ou invalide.
nl: Het computernummer van {0} is niet ingevuld of ongeldig

# Validation_InvalidPlayerOrder
source: The players of {0} are not ordered correctly
fr: Les joueurs de {0} ne sont pas dans le bon ordre.
nl: De spelers van {0} staan niet in de juiste volgorde

# Validation_InvalidPlayerPosition
source: The player position of {0} is invalid
fr: La position du joueur {0} est manquante ou invalide.
nl: Het volgnummer van {0} is niet ingevuld of ongeldig

# Validation_InvalidRanking
source: The ranking of {0} is invalid
fr: Le classement de {0} est manquant ou invalide.
nl: Het klassement van {0} is niet ingevuld

# Validation_InvalidRoomCommissionerId
source: The Id of the room commissioner is invalid
fr: L'identifiant du commissaire de salle est invalide.
nl: Het aansluitingsnummer van de zaalcommissaris is ongeldig

# Validation_InvalidStartHour
source: The start hour is invalid
fr: L'heure de début est invalide.
nl: Het startuur is ongeldig

# Validation_MultipleMatchTypes
source: Multiple match types selected
fr: Plusieurs types de rencontres sont sélectionnées.
nl: Er zijn meerdere wedstrijdtypes aangeduid

# Validation_NoAddress
source: The address is empty
fr: L'adresse du local n'est pas remplie.
nl: Het adres van het lokaal is niet ingevuld

# Validation_NoClubId
source: The club Id of {0} is empty
fr: L'identifiant du club {0} n'est pas rempli.
nl: Het aanwijzingsnummer van {0} is niet ingevuld

# Validation_NoDate
source: The date of the match is empty
fr: La date de la rencontre n'est pas remplie.
nl: De datum van de match is niet ingevuld

# Validation_NoEndHour
source: The end hour is missing
fr: L'heure de fin est manquante.
nl: Het einduur is niet ingevuld

# Validation_NoGender
source: The score sheet doesn't specify whether it is men's or women's competition
fr: La feuille de match n'indique pas s'il s'agit d'une rencontre messieurs ou dames.
nl: Er is niet aangeduid of het om een mannen- of vrouwenwedstrijd gaat

# Validation_NoMatchId
source: The match Id is missing
fr: L'identifiant de la rencontre n'est pas rempli.
nl: Het matchnummer is niet ingevuld

# Validation_NoMatchType
source: No match type selected
fr: Le type de rencontre n'est pas indiqué.
nl: Er is niet aangeduid om welk type wedstrijd het gaat

# Validation_NoName
source: The name of {0} is missing
fr: Le nom {0} n'est pas rempli.
nl: De naam van {0} is niet ingevuld

# Validation_NoRoomCommissionerId
source: The Id of the room commissioner is missing
fr: Le numéro d'affiliation du commissaire de salle n'est pas rempli.
nl: Het aansluitingsnummer van de zaalcommissaris is niet ingevuld

# Validation_NoRoomCommissionerName
source: The name of the room commissioner is missing
fr: Le nom du commissaire de salle n'est pas rempli.
nl: De naam van de zaalcommissaris is niet ingevuld

# Validation_NoSeries
source: The series is missing
fr: La série n'est pas remplie.
nl: De reeks is niet ingevuld

# Validation_NoStartHour
source: The start hour is missing
fr: L'heure de début n'est pas remplie.
nl: Het startuur is niet ingevuld

# Validation_PlayerByeFieldsWrong
source: All fields of {0}, except the player Id, must be empty for a bye match
fr: Tous les champs {0}, excepté l'identifiant du joueur, doivent être vides pour une rencontre 'bye'.
nl: Alle veldjes van {0}, behalve het computernummer, moeten leeg zijn bij een bye

# Validation_PlayerByeIdWrong
source: The player Id of {0} must be a question mark
fr: L'identifiant {0} doit être un point d'interrogation.
nl: Het computernummer van {0} moet een vraagteken zijn

# Validation_PlayerFfFieldsWrong
source: all fields of {0}, except the player Id, must be empty if you use a question mark as player Id
fr: Tous les champs {0}, excepté l'identifiant du joueur, doivent être vides si un point d'interrogation est utilisé comme identifiant du joueur.
nl: Alle veldjes van {0}, behalve het computernummer, moeten leeg zijn als u een vraagteken als computernummer gebruikt

# Validation_PlayerNotFound
source: Cannot find {0} with player Id {1} in the member list
fr: Impossible de retrouver {0} avec l'identifiant {1} dans la liste de force.
nl: Kan {0} met computernummer {1} niet terugvinden in de sterktelijst

# Validation_ScoreError
source: The score sheet contains invalid results
fr: La feuille de match contient des résultats invalides.
nl: Er zit een fout in de lijst met setstanden

# Validation_ScoreIncomplete
source: The score sheet is not yet complete
fr: La liste des sets est incomplète.
nl: De lijst met setstanden is onvolledig

# Validation_SuperCheck
source: The level is set to 'super', but the corresponding check mark in the match types is missing
fr: La division est indiquée comme 'Super', mais 'Super Division' n'est pas coché.
nl: De afdeling staat op 'super', maar het vinkje bij 'Super Afdeling' staat niet aan

# Validation_TooManyWO
source: Only one player can be WO in {0}
fr: Il ne peut y avoir qu'un seul joueur WO dans {0}.
nl: Er kan maximum één speler WO zijn in {0}

# Validation_UnofficialDate
source: The date on the score sheet does not correspond to the official date ({0})
fr: La date de la feuille de match ne correspond pas à la date officielle ({0}).
nl: De datum komt niet overeen met de officiële gegevens ({0})

# Validation_UnofficialMatchId
source: the match Id does not correpsond to the official data ({0})
fr: L'identifiant de rencontre ne correspond pas aux données officielles ({0}).
nl: Het matchnummer komt niet overeen met de officiële gegevens ({0})

# Validation_UnofficialName
source: The name of {0} does not correspond to the official data
fr: Le nom de {0} ne correspond pas aux données officielles.
nl: De naam van {0} komt niet overeen met de officiële gegevens

# Validation_UnofficialSeries
source: The series does not correspond to the official data ({0})
fr: La série ne correspond pas aux données officielles ({0}).
nl: De reeks komt niet overeen met de officiële gegevens ({0})

# Validation_WrongDate
source: The date on the score sheet does not correspond to today's date
fr: La date de la feuille de match ne correspond pas à la date d'aujourd'hui.
nl: De datum op het wedstrijdblad komt niet overeen met de datum van vandaag

# Validation_WrongIndex
source: The index of {0} does not correspond to the data in the database
fr: L'index {0} ne correspond pas aux données de la base de données.
nl: De index van {0} komt niet overeen met de gegevens in de database

# Validation_WrongName
source: The name of {0} does not correspond to the data in the database
fr: Le nom {0} ne correspond pas aux données de la base de données.
nl: De naam van {0} komt niet overeen met de gegevens in de database

# Validation_WrongPlayerPosition
source: The player position of {0} does not correspond to the data in the database
fr: La position {0} ne correspond pas aux données de la base de données.
nl: Het volgnummer van {0} komt niet overeen met de gegevens in de database

# Validation_WrongRanking
source: The ranking of {0} does not correspond to the data in the database
fr: Le classement {0} ne correspond pas aux données de la base de données.
nl: Het klassement van {0} komt niet overeen met de gegevens in de database

# Validation_WrongRoomCommissionerId
source: The Id of the room commissioner is invalid (or the room commissioner is not a member of the home team)
fr: L'identifiant du commissaire de salle est invalide (ou cette personne n'est pas membre du club visité).
nl: Het computernummer van de zaalcommissaris is ongeldig (of die persoon is niet aangesloten bij de thuisclub)

# WindowService_NoDialogError
source: No dialog open at this time.
fr: Il n'y a pour le moment pas de fenêtre de dialogue ouverte.
nl: Er zijn momenteel geen dialoogvensters open.

# WindowService_PopupError
source: Unable to find the popup corresponding to the {0} viewmodel class.
fr: Impossible de retrouver le 'popup' correspondant au 'viewmodel' {0}.
nl: Kan de popup die overeenkomt met het viewmodel {0} niet vinden.

# WindowService_WindowError
source: Unable to find the window corresponding to the {0} viewmodel class.
fr: Impossible de retrouver la fenêtre correspondante au 'viewmodel' {0}.
nl: Kan het venster dat overeenkomt met het viewmodel {0} niet vinden.

# Wizard_ClubUpdateFailed
source: An error occurred while downloading the club list. You may not have internet access, or the competition server is unreachable. You can find more information about this error in the log screen.
fr: Une erreur est survenue lors du téléchargement de la liste des clubs. Il est possible que vous n'ayez pas accès à Internet, ou que le serveur soit injoignable. Plus d'information sur cette erreur à trouver dans l'écran de log.
nl: Er is een fout opgetreden tijdens het downloaden van de clublijst. Mogelijk heb je geen internettoegang, of is de competitieserver onbereikbaar. Je kan meer informatie over deze fout vinden in het logboek-scherm.

# Wizard_FileReadError
source: The specified file could not be loaded! Check that you have selected the correct file.
fr: Le fichier spécifié ne peut pas être chargé. Vérifiez que vous avez sélectionné le bon fichier.
nl: Het opgegeven bestand kon niet ingeladen worden! Controleer dat u het juiste bestand geselecteerd heeft.

# Wizard_InvalidCredentials
source: An error occurred while uploading the data. You do not have the required permissions to upload this data. Use another account (with the required permissions) to upload the data, or contact the responsible of the competition to request the appropriate access rights.
fr: Une erreur est survenue lors de l'envoi des données. Vous n'avez pas les permissions requises pour envoyer ces données. Utilisez un autre identifiant (avec les droits nécessaires) pour envoyer les données, ou contactez le responsable de l'interclub pour demander les autorisations appropriées.
nl: Er heeft zich een fout voorgedaan tijdens het uploaden van de data. Je hebt niet de vereiste machtigingen om deze gegevens te uploaden. Gebruik een andere gebruikersaccount (met de benodigde rechten) om de data door te sturen, of contacteer de interclubleider om de juiste machtigingen aan te vragen.

# Wizard_InvalidSelection
source: User selected an entry on the NewMatchday window that was not a Match or DateTime
fr: L'utilisateur a sélectionné dans la fenêtre NewMatchday une entrée qui n'est pas un Match ou une DateTime.
nl: De gebruiker heeft in het venster NewMatchday een item geselecteerd dat geen Match of DateTime is

# Wizard_NetworkError
source: A network error occurred while uploading the data.
fr: Une erreur réseau est survenue lors de l'envoi des données.
nl: Er heeft zich een netwerkfout voorgedaan tijdens het uploaden van de data.

# Wizard_ServerError
source: An error occurred while uploading the data. The server has detected a number of validation errors in the data.
fr: Une erreur est survenue lors de l'envoi des données. Le serveur a détecté un certain nombre d'erreurs de validation des données.
nl: Er heeft zich een fout voorgedaan tijdens het uploaden van de data. De server heeft een aantal fouten in de gegevens vastgesteld.

# Wizard_UpdateError
source: An error occurred while downloading the data. You can find more information about this error in the log screen.
fr: Une erreur est survenue lors du téléchargement des données. Plus d'information sur cette erreur à trouver dans l'écran de log.
nl: Er is een fout opgetreden tijdens het downloaden van de gegevens. Je kan meer informatie over deze fout vinden in het meldingen-scherm.
