Repository: pieterphilippaerts/ScoreSheet.GUI
Catalog: src/gui/PieterP.ScoreSheet.Localization/Strings.*.resx
Languages: fr, nl

# Various_NoUsername
source: You have not specified a username.
fr: Vous n'avez pas introduit de nom d'utilisateur.
nl: U heeft geen gebruikersnaam opgegeven.

# Various_ValidLogin
source: The specified username/password combination is valid.
fr: La combinaison nom d'utilisateur / mot de passe introduite est valide.
nl: De opgegeven gebruikersnaam/paswoord-combinatie is geldig.

# WebService_AllIPs
source: All IP addresses
fr: Toutes les adresses IP
nl: Alle IP-adressen

# WebService_UnblockAddressMessage
source: For the web service to work correctly, the administrator of this computer must first give explicit access to the current Windows-user to listen on the host and port you selected. Do you want ScoreSheet to request the permissions for user '{0}' to listen on the url '{1}'?
fr: Afin que le service web fonctionne correctement, l'administrateur de cet ordinateur doit d'abord explicitement donner les droits à l'utilisateur Windows courant d'écouter le host et le port que vous avez sélectionné. Voulez-vous que ScoreSheet demande les permissions pour que l'utilisateur '{0}' puisse écouter l'url '{1}') ?
nl: Om de webservice correct te laten werken moet de beheerder van deze computer eerst expliciet toegang geven aan de huidige Windows-gebruiker om te luisteren op de door jouw geselecteerde host en poort. Wil je dat ScoreSheet toegang vraagt om gebruiker '{0}' te laten luisteren op de url '{1}'?

# Wizard_AllFiles
source: All files
fr: Tous les fichiers
nl: Alle bestanden

# Wizard_Cancel
source: Cancel
fr: Annuler
nl: Annuleren

# Wizard_Close
source: Close
fr: Fermer
nl: Sluiten

# Wizard_Email
source: Email data
fr: Envoyer les données par email

# Wizard_EmailDesc
source: Use this window to email the data to the leisure competition responsibles.
fr: Cette fenêtre permet d'envoyer par email les résultats aux responsables de la compétition récréative
nl: In dit venster kan u de resultaten e-mailen naar de verantwoordelijken van de vrijetijdscompetitie.

# Wizard_EmailMessage
source: You can email the data of multiple matches in one go. If you do not want to upload the data of certain matches, you can deselect them.
fr: Vous pouvez envoyer par email les données de plusieurs rencontres en une seule fois. Si vous ne voulez pas envoyer les données de certaines rencontres, vous pouvez désélectionner celles-ci.
nl: U kan in één keer de data van meerdere matchen in één keer e-mailen. Indien u de data van bepaalde wedstrijden niet wil uploaden, dan kan u deze deselecteren.

# Wizard_Export
source: Export matches
fr: Exporter les rencontres
nl: Exporteer wedstrijden

# Wizard_ExportDesc
source: Use this window to export matches.
fr: Cette fenêtre permet d'exporter les rencontres
nl: In dit venster kan u wedstrijddata exporteren.

# Wizard_ExportMessage
source: You can export the data of multiple matches in one go to the competition website. If you do not want to export the data of certain matches, you can deselect them.
fr: Vous pouvez exporter les données de plusieurs rencontres en une seule fois. Si vous ne voulez pas envoyer les données de certaines rencontres, vous pouvez désélectionner celles-ci.
nl: U kan in één keer de data van meerdere matchen exporteren. Indien u de data van bepaalde wedstrijden niet wil exporteren, dan kan u deze deselecteren.

# Wizard_InstallUpdate
source: Install update
fr: Installer la mise à jour
nl: Update installeren

# Wizard_InstallUpdateDesc
source: Use this window to install a database update.
fr: Cette fenêtre permet d'installer une mise à jour de la base de données
nl: Hier kan u de database van het programma bijwerken.

# Wizard_MatchType
source: Select match type
fr: Sélectionner le type de rencontre
nl: Speltype selecteren

# Wizard_MatchTypeDesc
source: Use this window to select the match type.
fr: Cette fenêtre permet de sélectionner le type de rencontre
nl: Hier kan u het speltype kiezen.

# Wizard_NewMatchDay
source: Start new match day
fr: Démarrer une nouvelle journée de compétition
nl: Nieuwe speeldag beginnen

# Wizard_NewMatchDayDesc
source: Select a date, and automatically get all matches of that match day.
fr: Sélectionnez une date, et vous recevrez automatiquement toutes les rencontres pour cette journée de compétition
nl: Selecteer een datum, en krijg automatisch alle wedstrijden van die speeldag.

# Wizard_NoFileSelected
source: You must select an existing file!
fr: Vous devez sélectionner un fichier existant !
nl: U moet een bestaand bestand selecteren!

# Wizard_NoMatches
source: No home matches were found on the day you selected.
fr: Aucune rencontre à domicile n'a lieu à la date que vous avez sélectionnée.
nl: Op de dag die u selecteerde gaan geen thuiswedstrijden door.

# Wizard_Print
source: Print documents
fr: Imprimer les documents
nl: Documenten afdrukken

# Wizard_PrintDesc
source: Use this window to print referee score cards or match score sheets.
fr: Cette fenêtre permet d'imprimer les feuilles d'arbitrage ou les feuilles de matchs.
nl: Hier kan u de scheidsrechterblaadjes of het wedstrijdblad afdrukken.

# Wizard_RankWarning
source: The player order you selected is invalid. Players must be ranked according to rank/index. Are you sure you want to continue with the chosen setup?
fr: L'ordre des joueurs que vous avez sélectionné n'est pas valide. Les joueurs doivent être classés selon leur classement / index. Êtes-vous certain de vouloir continuer avec la configuration choisie ?
nl: De spelersvolgorde die u geselecteerd heeft, is ongeldig. Spelers moeten volgens klassement/index gerangschikt worden. Weet u zeker dat u wil doorgaan met de gekozen opstelling?

# Wizard_Restore
source: Recover score sheets
fr: Restaurer les feuilles de matchs retrouvées
nl: Gevonden wedstijdbladen herstellen

# Wizard_RestoreDesc
source: Use this window to recover score sheets that were found in the backup directory.
fr: Cette fenêtre permet de restaurer les feuilles de matchs retrouvées dans le dossier de backup.
nl: In dit venster kan u wedstrijdbladen herstellen die gevonden werden in de backupdirectory.

# Wizard_SelectPlayers
source: Select players
fr: Sélectionnez les joueurs
nl: Selecteer spelers

# Wizard_SelectPlayersDesc
source: Select the players you want in the team. Drag the appropriate players from the list on the right to the boxes on the left.
fr: Sélectionnez les joueurs qui composent l'équipe. Glissez chaque joueur de la liste à droite vers les cases à gauche.
nl: Selecteer de spelers die je in het team wil. Sleep de juiste spelers uit de lijst aan de rechterkant naar de vakjes aan de linkerkant.

# Wizard_ServerErrors
source: The server returned the following errors:
fr: Le serveur a retourné les erreurs suivantes :
nl: De server stuurde de volgende fouten door:

# Wizard_UnknownMatchDate
source: Matches with an unknown date
fr: Rencontres avec une date inconnue
nl: Wedstrijden met onbekende datum

# Wizard_Update
source: Update database
fr: Mettre à jour la base de données
nl: Database Bijwerken

# Wizard_UpdateDesc
source: Use this window to update the database of the application.
fr: Cette fenêtre permet de mettre à jour la base de données de l'application
nl: In dit venster kan u de database van de applicatie up-to-date brengen.

# Wizard_UpdateFile
source: ScoreSheet update file
fr: Fichier de mise à jour de ScoreSheet
nl: ScoreSheet updatebestand

# Wizard_UpdateFileHelp
source: To update the database through an update file, you must of course first have an update file. You must create this file on another computer that does have an internet connection. Start the ScoreSheet program on the computer with internet connection and update the database using the 'Update database via the Internet' option. Once this is done, you can export that updated data to an update file by clicking on 'Options', 'Database updates' in the menu, and then on 'Save update file'. Give this update file a name and write it on a USB stick or portable hard drive. After the file has been saved, you can then attach the USB stick or portable hard drive to this computer, and you can update the data on this computer using the 'Update database with an update file' option.
fr: Afin de mettre à jour la base de données via un fichier de mise à jour, vous devez bien entendu d'abord disposer d'un fichier de mise à jour. Vous devez créer ce fichier sur un autre ordinateur qui a, lui, une connexion Internet. Démarrez le programme ScoreSheet sur l'ordinateur qui a une connexion Internet, et mettez à jour la base de données en utilisant l'option 'Mettre à jour la base de données via la connexion Internet'. Lorsque cela est fait, vous pouvez exporter ces données mises à jour vers un fichier de mise à jour en cliquant sur 'Options', 'Mises à jour de la base de données', et ensuite sur 'Sauvegarder le fichier de mise à jour'. Donnez un nom à ce fichier, et sauvegardez-le sur une clé USB ou un disque dur portable. Après avoir sauvegardé le fichier, vous pouvez connecter la clé USB ou le disque dur portable à cet ordinateur-ci, et vous pouvez mettre à jour les données de cet ordinateur en utilisant l'option 'Mettre à jour la base de données via un fichier de mise à jour'.
nl: Om de database te updaten door middel van een updatebestand, moet u natuurlijk eerst een updatebestand hebben. Dit bestand moet u aanmaken op een andere computer die wél een internetconnectie heeft. Start het ScoreSheet-programma op de computer met internetconnectie op, en update de database door gebruik te maken van de optie 'Database bijwerken via het Internet'. Eenmaal dit gedaan is, kan u die bijgewerkte data exporteren naar een updatebestand door in het menu te klikken op 'Opties', 'Database updates', en vervolgens op 'Updatebestand wegschrijven'. Geef dit updatebestand een naam, en schrijf het weg op een USB-stick of draagbare harde schijf. Nadat het bestand opgeslagen is, kan u dan de USB-stick of draagbare harde schijf aan deze computer hangen, en kan u middels de optie 'Database bijwerken met een updatebestand' de gegevens op deze computer bijwerken.

# Wizard_UpdateSuccessful
source: The update was successful!
fr: La mise à jour a réussi !
nl: De update is zonder fouten geslaagd!

# Wizard_Upload
source: Upload data
fr: Envoyer les données

# Wizard_UploadDesc
source: Use this window to upload data to the competition website.
fr: Cette fenêtre permet d'envoyer les données au site web de la compétition
nl: In dit venster kan u de data uploaden naar de competitiewebsite.

# Wizard_UploadMessage
source: You can upload the data of multiple matches in one go to the competition website. If you do not want to upload the data of certain matches, you can deselect them.
fr: Vous pouvez envoyer les données de plusieurs rencontres en une seule fois au site web de la compétition. Si vous ne voulez pas envoyer les données de certaines rencontres, vous pouvez désélectionner celles-ci.
nl: U kan in één keer de data van meerdere matchen in één keer uploaden naar de competitiewebsite. Indien u de data van bepaalde wedstrijden niet wil uploaden, dan kan u deze deselecteren.

# Wizard_UploadSuccessful
source: The data has been successfully uploaded!
fr: Les données ont été correctement envoyées !
nl: De data is succesvol geüpload!

# Wizard_ValidationWarning
source: You have selected matches with validation errors. Are you sure you want to continue?
fr: Vous avez sélectionné des rencontres qui contiennent des erreurs de validation. Êtes-vous certain de vouloir continuer ?
nl: U heeft wedstrijden geselecteerd met validatiefouten in. Weet u zeker dat u wil verdergaan?

# Layout_Default
source: Standard
nl: Standaard

# PlayersToNames_Double
source: Double
nl: Dubbel
