Repository: pieterphilippaerts/ScoreSheet.GUI
Catalog: src/gui/PieterP.ScoreSheet.Localization/Strings.*.resx
Languages: fr, nl

# AppUpdate_InvalidActionType
source: The update contains an invalid action type.
fr: La mise à jour contient un type d'action non valide.
nl: Ongeldig actietype gevonden tussen de update acties.

# AppUpdate_MissingHash
source: The hash was missing in the update info. Cannot verify file integrity.
fr: Le hash code est manquant dans les infos de mise à jour. Impossible de vérifier l'intégrité du fichier téléchargé.
nl: De updateinfo bevat geen hash-code. Kan de integriteit van het gedownloade bestand niet verifiëren.

# AppUpdate_Restart
source: An update of the application has been installed. Restart the application to use the latest version.
fr: Une mise à jour de l'application a été installée. Redémarrez l'application pour utiliser sa dernière version.
nl: Er is een update van de applicatie geïnstalleerd. Herstart de applicatie om de laatste versie te gebruiken.

# App_ApplicationStarted
source: Application started on {0} at {1}
fr: Application démarrée le {0} à {1}
nl: Applicatie gestart op {0} om {1}

# App_ApplicationStopped
source: Application stopped on {0} at {1}
fr: Application arrêtée le {0} à {1}
nl: Applicatie gestopt op {0} om {1}

# App_MultipleInstances
source: Another instance of ScoreSheet is already active. You can only start one instance of ScoreSheet at a time.
fr: Une autre instance de ScoreSheet est déjà démarrée. Vous ne pouvez exécuter qu'une seule instance de ScoreSheet à la fois.
nl: Een andere instantie van ScoreSheet is al opgestart. U kan slechts één instantie tegelijk opstarten.

# App_UnknownError
source: Unknown error.
fr: Erreur inconnue.
nl: Onbekende fout.

# CompetitiveMatch_MatchBackedUp
source: Match backed up on disk on {0}
fr: Rencontre backupée sur disque le {0}
nl: Match gebackupped op de schijf op {0}

# CompetitiveMatch_MatchSaved
source: Match saved on disk on {0}
fr: Rencontre sauvegardée sur disque le {0}
nl: Match opgeslagen op de schijf op {0}

# ExportButton_Email
source: Email {0} match(es)
fr: Envoyer {0} rencontre(s) par email
nl: E-mail {0} match(en)

# ExportButton_Export
source: Export {0} match(es)
fr: Exporter {0} rencontre(s)
nl: Exporteer {0} wedstrijd(en)

# ExportButton_Upload
source: Upload {0} match(es)
fr: Uploader {0} rencontre(s)
nl: Upload {0} wedstrijd(en)

# Handicap_Men
source: Official handicap table (men)
fr: Tableau d'handicaps officiel messieurs
nl: Officiële Handicaptabel Heren

# Handicap_Women
source: Official handicap table (women)
fr: Tableau d'handicaps officiel dames
nl: Officiële Handicaptabel Dames

# Layout_Custom
source: Custom theme
fr: Thème personnalisé
nl: Aangepast thema

# Layout_HighContrast
source: High-contrast
fr: Contraste élevé
nl: Hoog-contrast

# Layout_PieterP
source: PieterP.be Theme
fr: Thème PieterP.be
nl: PieterP.be Kleurenthema

# Layout_Yellow
source: Yellow
fr: Jaune
nl: Geel

# LevelInfo_National
source: National
fr: Nationale
nl: Nationaal

# LevelInfo_Provincial
source: Provincial
fr: Provinciale
nl: Provinciaal

# LevelInfo_Regional
source: Regional
fr: Régionale
nl: Landelijk

# Limburg_EmailError
source: Unable to connect to the mail server. Concult the logbook for more details.
fr: Impossible de se connecter avec le serveur mail. Plus d'information à trouver dans le fichier log.
nl: Kon niet connecteren met de mailserver. U vindt meer details in het logboek.

# Limburg_EmailSent
source: The connection to the mail server was successful.
fr: La connexion avec le serveur mail est réussie.
nl: The connectie met de mailserver is gelukt.

# Limburg_ExportError
source: An unexpected error occurred while exporting the match results to PDF. Please consult the logbook for the details of the error.
fr: Une erreur inattendue est survenue lors de l'exportation PDF des résultats des rencontres. Consultez le fichier log pour obtenir les détails de l'erreur.
nl: Er is een onverwachte fout opgetreden bij het exporteren van de wedstrijdresultaten naar PDF. Raadpleeg het logboek voor de details van de fout.

# Limburg_ResultsError
source: An unexpected error occurred while emailing the results. Please consult the logbook for the details of the error.
fr: Une erreur inattendue est survenue lors de l'envoi par email des résultats. Consultez le fichier log pour obtenir les détails de l'erreur.
nl: Er is een onverwachte fout opgetreden tijdens het e-mailen van de resultaten. Raadpleeg het logboek voor de details van de fout.

# Limburg_ResultsSent
source: The email with the results has been successfully sent to {0}.
fr: L'email avec les résultats a correctement été envoyé à {0}.
nl: Een e-mail met de resultaten was succesvol gestuurd naar {0}

# LiveUpdate_ServerErrors
source: Server validation errors:
fr: Erreurs de validation serveur:
nl: Server validatiefouten:

# LiveUpdate_Uploaded
source: The following CSV line was uploaded:
fr: La ligne CSV suivante a été envoyée:
nl: De volgende CSV-lijn was geüpload:

# Main_FirstStart
source: This is the first time that you have started this version of ScoreSheet. Do you want to adjust the settings now?
fr: C'est la première fois que vous démarrez cette version de ScoreSheet. Voulez-vous modifier les réglages ?
nl: Dit is de eerste keer dat u deze versie van ScoreSheet opstart. Wilt u de instellingen nu aanpassen?

# Main_NoData
source: The database is currently empty. Do you want to update it?
fr: La base de données est actuellement vide. Voulez-vous le mettre à jour?
nl: De database is momenteel leeg. Wil je hem updaten?

# Main_Overview
source: Overview
fr: Aperçu
nl: Overzicht

# Main_ScoreSheetFiles
source: ScoreSheet files
fr: Fichiers de ScoreSheet
nl: ScoreSheet-bestanden

# Main_ScoreSheetUpdateFile
source: ScoreSheet update file
fr: Fichiers de mise à jour de ScoreSheet
nl: ScoreSheet updatebestand

# Main_UploadWarningFooter
source: Are you sure you want to close these matches without uploading the results to the competition website?
fr: Êtes-vous certain de fermer ces rencontres sans avoir envoyé les résultats au site web de la compétition ?
nl: Weet u zeker dat u deze wedstrijden wil sluiten zonder de resultaten te uploaden naar de competitiewebsite?

# Main_UploadWarningHeader
source: The following official matches have been modified but have not yet been uploaded to the competition website:
fr: Les rencontres officielles suivantes ont été modifiées mais n'ont pas encore été envoyées au site web de la compétition.
nl: De volgende competitiewedstrijden zijn aangepast maar zijn nog niet geüpload naar de competitiewebsite:

# MatchSystemInfo_Description
source: {0} against {1}, {2} matches {3} winning sets to {4} points
fr: {0} contre {1}, {2} matches {3} sets gagnants de {4} points
nl: {0} tegen {1}, {2} wedstrijden {3} winnende sets tot {4} punten

# MatchSystem_AwayPlayer
source: away player {0}
fr: du joueur visiteur {0}
nl: uitspeler {0}

# MatchSystem_Cup
source: Cup
fr: Coupe
nl: Beker

# MatchSystem_FreeTime
source: Leisure competition
fr: Compétition récréative
nl: Vrijetijdscompetitie

# MatchSystem_HomePlayer
source: home player {0}
fr: du joueur visité {0}
nl: thuisspeler {0}

# MatchSystem_InterclubMen
source: Interclub Men
fr: Interclub Messieurs
nl: Interclub Heren

# MatchSystem_InterclubMenOld
source: Interclub Men (old system)
fr: Interclub Messieurs (ancien système)
nl: Interclub Heren (oud systeem)

# MatchSystem_InterclubWomenVeterans
source: Interclub Women/Veterans
fr: Interclub Dames / Vétérans
nl: Interclub Dames/Veteranen

# MatchSystem_InterclubWomenVeteransOld
source: Interclub Women/Veterans (old system)
fr: Interclub Dames / Vétérans (ancien système)
nl: Interclub Dames/Veteranen (oud systeem)

# MatchSystem_SuperOld
source: Super (old system, no substitute)
fr: Super (ancien système, sans transfert)
nl: Super (oud systeem, zonder transfer)

# MatchSystem_TheAwayCaptain
source: the away captain
fr: du capitaine visiteur
nl: de uitkapitein

# MatchSystem_TheAwayTeam
source: the away team
fr: de l'équipe visiteuse
nl: de uitploeg

# MatchSystem_TheChiefReferee
source: the chief referee
fr: du juge-arbitre
nl: de hoofscheidsrechter

# MatchSystem_TheHomeCaptain
source: the home captain
fr: du capitaine visité
nl: de thuiskapitein

# MatchSystem_TheHomeTeam
source: the home team
fr: de l'équipe visitée
nl: de thuisploeg

# MatchSystem_Youth
source: Youth (2x2)
fr: Jeunes (2x2)
nl: Jeugd (2x2)

# MatchTracker_Away
source: <away>
fr: <visiteur>
nl: <uit>

# MatchTracker_Home
source: <home>
fr: <visité>
nl: <thuis>

# Match_Draw
source: {0} played a draw with {1}-{2}
fr: {0} a fait match nul avec {1}-{2}
nl: {0} heeft gelijk gespeeld met {1}-{2}

# Match_Empty
source: <empty>
fr: <vide>
nl: <leeg>

# Match_Invalid
source: This match is incomplete or contains errors
fr: Cette rencontre est incomplète ou contient des erreurs
nl: Deze match is nog onvolledig of bevat fouten

# Match_Lost
source: {0} has lost with {1}-{2}
fr: {0} a perdu avec {1}-{2}
nl: {0} is verloren met {1}-{2}

# Match_MatchTitle
source: {0} against {1} ({2})
fr: {0} contre {1} ({2})
nl: {0} tegen {1} ({2})

# Match_Won
source: {0} has won with {1}-{2}
fr: {0} a gagné avec {1}-{2}
nl: {0} is gewonnen met {1}-{2}

# MemberList_AutoUpdateFailed
source: There was a problem while updating the member list of club {0}
fr: Il y a eu un problème lors de la mise à jour de la liste des joueurs du club {0}
nl: Er was een probleem bij het updaten van de spelerslijst van club {0}

# MemberList_AutoUpdateSucceeded
source: Auto-update of {0} memberlist succeeded
fr: Mise à jour automatique de la liste des joueurs de {0} réussie
nl: Auto-update van de spelerslijst van {0} gelukt

# PlayersToNames_AwayPlayer
source: Away player
fr: Joueur visiteur
nl: Uitspeler

# PlayersToNames_HomePlayer
source: Home player
fr: Joueur visité
nl: Thuisspeler

# PlayersToNames_Player
source: Player
fr: Joueur
nl: Speler

# PrintValidationErrorsContinue
source: Are you sure you want to print the match?
fr: Êtes-vous sûr de vouloir imprimer la rencontre?
nl: Weet u zeker dat u de wedstrijd wil afdrukken?

# Print_AcrobatNotFound
source: Adobe Acrobat Reader could not be found at the standard locations.
fr: Impossible de trouver Adobe Acrobat Reader aux localisations standard.
nl: Adobe Acrobat Reader kon niet gevonden worden op de standaard locaties.

# Print_AllFiles
source: All files
fr: Tous les fichiers
nl: Alle bestanden

# Print_ValidationErrorsFound
source: The match you wish to print contains validation errors:
fr: La rencontre que vous souhaitez imprimer contient des erreurs de validation
nl: De wedstrijd die u wil afdrukken bevat validatiefouten:

# RefereeLayout_1by8
source: Layout to cut (1x8)
fr: Lay-out à découper (1x8)
nl: Layout om te knippen (1x8)

# RefereeLayout_2by4
source: Layout to cut (2x4)
fr: Lay-out à découper (2x4)
nl: Layout om te knippen (2x4)

# RefereeLayout_PerTable
source: One page per table
fr: Une page par table
nl: Één blad per tafel

# RefereeTemplate_RefereeAway
source: Referee: away
fr: Arbitre: visiteur
nl: Scheidsrechter: uit

# RefereeTemplate_RefereeHome
source: Referee: home
fr: Arbitre: visité
nl: Scheidsrechter: thuis

# RestoreBackup_RestoreMultiple
source: Restore {0} matches
fr: Restaurer {0} rencontres
nl: Herstel {0} matchen

# RestoreBackup_RestoreNothing
source: Restore nothing
fr: Ne rien restaurer
nl: Herstel niets

# RestoreBackup_RestoreOne
source: Restore 1 match
fr: Restaurer 1 rencontre
nl: Herstel 1 match

# RestoredMatch_Against
source: {0} against {1}
fr: {0} contre {1}
nl: {0} tegen {1}

# RestoredMatch_Empty
source: <empty>
fr: <vide>
nl: <leeg>

# RestoredMatch_MatchInfo
source: Match #{0} that was played on {1}
fr: Match #{0} qui a été joué sur {1}
nl: Match #{0} die doorging op {1}

# ScoreVisualization_CompactDesc
source: Shows the results of all the ongoing matches in a single overview.
fr: Afficher les résultats de toutes les rencontres en cours en un seul aperçu.
nl: Toont de resultaten van alle wedstrijden in één enkel overzicht.

# ScoreVisualization_Default
source: Full
fr: Complet
nl: Uitgebereid

# ScoreVisualization_DefaultDesc
source: Shows all the match details, one match at a time.
fr: Afficher les résultats complets, rencontre par rencontre.
nl: Toont uitgebreide resultaten, wedstrijd per wedstrijd.

# ScoreVisualization_Message
source: Select the visualization that you want to use for the overview screen and the second screen.
fr: Sélectionnez la visualisation que vous désirez utiliser pour l'écran d'aperçu et le second écran.
nl: Selecteer de visualisatie die u wilt gebruiken voor het overzichtsscherm en het tweede scherm.

# ScoreVisualization_OverviewScreen
source: Overview screen
fr: Écran d'aperçu
nl: Overzichtscherm

# ScoreVisualization_SecondScreen
source: Second screen
fr: Second écran
nl: Tweede scherm

# Screen_Primary
source: primary screen
fr: écran principal
nl: primair beeldscherm

# SetScoreViewModel_NaturalNumber
source: You have to enter a natural number.
fr: Vous devez entrer un nombre naturel.
nl: Je moet een natuurlijk getal opgeven.

# Settings_AutoUpload
source: Automatic upload
fr: Upload automatique
nl: Auto-upload

# Settings_Defaults
source: Default values
fr: Valeurs par défaut
nl: Standaardwaarden

# Settings_FollowAway
source: Follow away matches
fr: Suivre les rencontres en déplacement
nl: Uitwedstrijden volgen

# Settings_Language
source: Language
fr: Langue
nl: Taal

# Settings_Limburg
source: Leisure competition Limburg
fr: Compétition récréative du Limbourg
nl: Limburgse vrijetijdscompetitie

# Settings_Printing
source: Printing
fr: Impression
nl: Printen

# Settings_ScoreVisualization
source: Score visualization
fr: Visualisation du score
nl: Visualisatie van de score

# Settings_SecondScreen
source: Second screen
fr: Second écran
nl: Tweede scherm

# Settings_Startup
source: Startup settings
fr: Paramètres de démarrage
nl: Opstartinstellingen

# Settings_Various
source: Various
fr: Divers
nl: Varia

# Settings_WebService
source: Web Service
fr: Service Web

# Status_Dirty
source: The score sheet contains unsaved modifications
fr: La feuille de match contient des modifications non sauvegardées
nl: Het wedstrijdblad bevat onopgeslagen wijzigingen

# Status_Emailed
source: The results were successfully emailed to the responsibles of the leisure competition
fr: Les résultats ont été correctement envoyés par email aux responsables de la compétition récréative
nl: De resultaten zijn succesvol per e-mail doorgestuurd naar de verantwoordelijken van de vrijetijdscompetitie

# Status_Saved
source: The score sheet was successfully saved to disk
fr: La feuille de match a correctement été sauvegardée sur le disque
nl: Het wedstrijdblad werd succesvol opgeslagen op de harde schijf

# Status_Uploaded
source: The score sheet was successfully uploaded to the competition server
fr: La feuille de match a correctement été envoyée au site web de la compétition
nl: Het wedstrijdblad werd succesvol geüpload naar de competitiewebsite

# Status_UploadError
source: There was a problem while uploading the score sheet to the competition website. Retry the upload manually to see why it is failing.
fr: Un problème est survenu lors de l'envoi de la feuille de match au site web de la compétition. Réessayez manuellement pour déterminer l'erreur.
nl: Er was een probleem bij het uploaden van het wedstrijdblad naar de competitiewebsite. Probeer het manueel opnieuw om te zien wat de fout was.

# SubstitutePlayerInfo_NoSubstitute
source: No substitution
fr: Aucun remplacement
nl: Geen wissel

# SubstitutePlayerInfo_Substitute
source: Substitution in match #{0}
fr: Remplacement dans la rencontre #{0}
nl: Wissel in match #{0}

# TabTUpdater_AddedClub
source: Added club {0} ({1})
fr: Club {0} ({1}) ajouté
nl: Club {0} ({1}) toegevoegd

# TabTUpdater_AdditionalDivisionsDownloaded
source: Additional divisions downloaded
fr: Divisions supplémentaires téléchargées
nl: Extra divisies gedownload

# TabTUpdater_BeginClubUpdate
source: The update of the clubs begins
fr: La mise à jour des clubs commence
nl: De update van de clubs begint

# TabTUpdater_BeginMatchUpdate
source: The update of the database begins
fr: La mise à jour de la base de données commence
nl: De update van de database begint

# TabTUpdater_Canceled
source: The user canceled the update.
fr: L'utilisateur a annulé la mise à jour.
nl: De gebruiker heeft de update geannuleerd.

# TabTUpdater_ClubsUpdated
source: the update of the clubs has finished successfully.
fr: La mise à jour des clubs a réussi.
nl: De update van de clubs is geslaagd.

# TabTUpdater_DivisionsDownloaded
source: Downloaded divisions
fr: Divisions téléchargées
nl: Divisies gedownload

# TabTUpdater_DownloadingSeason
source: Downloading the data of season {0}
fr: En cours de téléchargement des données de la saison {0}
nl: Bezig met downloaden van de data van seizoen {0}

# TabTUpdater_Finished
source: Done!
fr: Terminé !
nl: Gedaan!

# TabTUpdater_InvalidDateInfo
source: This match [{0} - {1} ({2})] can be found under the 'Matches with an unknown date'!
fr: Cette rencontre [{0} - {1} ({2})] sera reprise sous les 'Rencontres avec une date inconnue' !
nl: Deze wedstrijd [{0} - {1} ({2})] zal te vinden zijn onder 'Wedstrijden met onbekende datum'!

# TabTUpdater_MatchDetailsDownloaded
source: Match details of team {0} in {1} downloaded
fr: Détails de la rencontre de l'équipe {0} dans {1} téléchargés
nl: Matchdetails van ploeg {0} in {1} gedownload

# TabTUpdater_MatchPlanned
source: The match {0} - {1} ({2}) will be planned in the week of {3}
fr: La rencontre {0} - {1} ({2}) est planifiée pour la semaine du {3}
nl: De wedstrijd {0} - {1} ({2}) wordt gepland in de week van {3}

# TabTUpdater_MemberListDownloaded
source: Member list of {0} downloaded
fr: Liste de force de {0} téléchargée
nl: Sterktelijst van {0} gedownload

# TabTUpdater_MemberListsDownloaded
source: Provincial (men-)member lists are downloaded
fr: Listes de force provinciales (messieurs) téléchargées
nl: Provinciale (heren-)sterktelijsten gedownload

# TabTUpdater_NoTeams
source: There are no teams from your club registered on the official KBTTB competition website yet. Try again later.
fr: Il n'y a aucune équipe de votre club inscrite sur le site web officiel de la compétition de la FRBTT. Réessayez ultérieurement.
nl: Er zijn nog geen teams van jouw club ingeschreven op de competitiewebsite. Probeer later opnieuw.

# TabTUpdater_NoWeek
source: Team {0} from division '{1}' has a match where the week could not be found!
fr: L'équipe {0} de la division '{1}' a une rencontre dont la semaine ne peut pas être trouvée !
nl: Ploeg {0} uit divisie '{1}' heeft een wedstrijd waarvan de week niet gevonden kon worden!

# TabTUpdater_Stats
source: The operation used the following web service calls: {0}
fr: L'opération a utilisé les appels au service web suivants : {0}
nl: De volgende web service-oproepen werden gebruikt : {0}

# TabTUpdater_TeamsDownloaded
source: Teams van {0} gedownload
fr: Équipes de {0} téléchargées

# TabTUpdater_UpdateFailed
source: The update was not (completely) successful. You can find the details in the logs.
fr: La mise à jour n'a pas (complètement) réussi. Les détails sont à trouver dans les logs.
nl: De update is niet (helemaal) gelukt. Meer uitleg vind je in de logs.

# TabTUpdater_UpdateSucceeded
source: The update of the matches was successful
fr: La mise à jour des rencontres a réussi.
nl: De update van de matchen is geslaagd

# TabTUpdater_Warning
source: ATTENTION: You have not yet entered a username/password. This may cause errors!
fr: ATTENTION : Vous n'avez pas entré de nom d'utilisateur / mot de passe. Cela peut causer des erreurs !
nl: OPGELET: Je hebt nog geen gebruikersnaam/paswoord ingevuld. Dit kan mogelijk fouten veroorzaken!

# TabT_APIVersion
source: Using API version {0}
fr: Utilisation de la version {0} de l'API
nl: Versie {0} van de API wordt gebruikt

# TabT_DatabaseName
source: The name of the TabT database is '{0}'
fr: Le nom de la base de données de TabT est '{0}'
nl: De naam van de TabT-database is '{0}'

# TabT_QuotaInfo
source: Currently, {0} quota is used out of a total of {1}.
fr: Pour le moment, {0} du quota est utilisé sur un total de {1}.
nl: Momenteel is er {0} quota gebruikt uit een totaal van {1}.

# UpdateStatusToString_Downloading
source: Downloading the update
fr: Téléchargement en cours de la mise à jour
nl: Bezig met downloaden van update

# UpdateStatusToString_Error
source: Error while checking for an update
fr: Erreur lors de la vérification de la mise à jour
nl: Fout bij het controleren op updates

# UpdateStatusToString_Installing
source: Installing the update
fr: Installation en cours de la mise à jour
nl: Bezig met installeren van update

# UpdateStatusToString_NoUpdate
source: No update available
fr: Aucune mise à jour disponible
nl: Geen update beschikbaar

# UpdateStatusToString_Searching
source: Searching for an update
fr: Recherche en cours d'une mise à jour
nl: Bezig met zoeken naar update

# UpdateStatusToString_Unknown
source: Unknown status
fr: Statut inconnu
nl: Status is onbekend

# UpdateStatusToString_Updated
source: Application update succeeded! Restart the application.
fr: Mise à jour de l'application réussie ! Redémarrez l'application.
nl: Installatie van de update geslaagd! Herstart het programma.

# UpdateText_Outdated
source: This version of the application is outdated. Please update the application.
fr: Cette version du programme est obsolète. Veuillez mettre à jour le programme.
nl: Deze versie van het programma is verouderd. Gelieve het programma te updaten.

# UpdateText_Updated
source: A new version of the application has been installed. Restart the application to use the new version.
fr: Une nouvelle version du programme est disponible. Redémarrez l'application pour utiliser la nouvelle version.
nl: Er is een nieuwe versie van het programma beschikbaar. Herstart de applicatie om de nieuwe versie te gebruiken.

# Various_DeleteWarning
source: You are about to remove all data from matches that were previously entered. This data contains the set scores, the players, and everything that is entered manually. You can continue to use the program as before, but if you open a match day where results have already been entered, they will now be empty again. Are you sure you want to delete this data?
fr: Vous êtes sur le point de supprimer toutes les données des rencontres précédemment encodées. Ces données contiennent les scores complets, les joueurs, et tout ce qui a été encodé manuellement. Vous pourrez continuer à utiliser le programme comme auparavant, mais si vous ouvrez une journée de compétition pour laquelle des résultats avaient été encodés, ceux-ci seront à nouveau vides. Êtes-vous certain de vouloir effacer ces données ?
nl: U staat op het punt om alle data te verwijderen van matchen die eerder ingegeven zijn. Deze data bevat de setstanden, de spelers, en alles wat manueel ingegeven is. U kan het programma hierna blijven gebruiken zoals daarvoor, maar indien u een speeldag opent waar al uitslagen waren ingegeven dan zullen die nu terug leeg zijn. Weet u zeker dat u deze data wilt verwijderen?

# Various_InvalidLogin
source: The specified username/password combination is invalid!
fr: La combinaison nom d'utilisateur / mot de passe introduite n'est pas valide !
nl: De opgegeven gebruikersnaam/paswoord-combinatie is ongeldig!

# Various_NetworkError
source: An unexpected error occurred while connecting to the competition website.
fr: Une erreur inattendue est survenue lors de la connexion au site web de la compétition.
nl: Er heeft zich een onverwachte fout voorgedaan tijdens het connecteren met de competitiewebsite.

# Various_NoPassword
source: You have not specified a password.
fr: Vous n'avez pas introduit de mot de passe.
nl: U heeft geen paswoord opgegeven.
