Repository: pieterphilippaerts/ScoreSheet.GUI
Catalog: src/gui/PieterP.ScoreSheet.Localization/Views/Score/Resources.*.resx
Languages: fr, nl

# Address_Title
source: ADDRESS
fr: LOCAL
nl: LOKAAL

# Comments_Title
source: OPTIONAL REMARKS
fr: REMARQUES ÉVENTUELLES
nl: EVENTUEEL VOORBEHOUD

# CompetitiveMatchInfo_Date
source: Date
nl: Datum

# CompetitiveMatchInfo_Level
source: Level
fr: Division
nl: Afdeling

# CompetitiveMatchInfo_MatchId
source: Match Nbr
fr: Match N°
nl: Match N°

# CompetitiveMatchInfo_Series
source: Series
fr: Série
nl: Reeks

# CompetitiveMatchInfo_StartHour
source: Starting time
fr: Heure de début
nl: Aanvangsuur

# CompetitiveMatchInfo_StopHour
source: End of match
fr: Heure de fin
nl: Einde match

# CompetitiveMatchType_Cup
source: Cup
fr: Coupe
nl: Beker

# CompetitiveMatchType_Men
source: Men
fr: Messieurs
nl: Heren

# CompetitiveMatchType_Veterans
source: Veterans
fr: Vétérans
nl: Veteranen

# CompetitiveMatchType_Women
source: Women
fr: Dames
nl: Dames

# CompetitiveMatchType_Youth
source: Youth
fr: Jeunes
nl: Jeugd

# CompetitiveMatch_Agreed2v2
source: Agree to play the matches two by two
fr: Accord de jouer les rencontres deux par deux
nl: Akkoord om de wedstrijden twee aan twee te spelen

# CompetitiveMatch_Article632
source: (article 6.32)
nl: (artikel 6.32)

# CompetitiveMatch_AwayCaptain
source: CAPTAIN VISITORS
fr: CAPITAINE VISITEURS
nl: KAPITEIN BEZOEKERS

# CompetitiveMatch_AwayTeam
source: VISITORS
fr: VISITEURS
nl: BEZOEKERS

# CompetitiveMatch_ChiefReferee
source: CHIEF REFEREE
fr: JUGE-ARBITRE
nl: HOOFDSCHEIDSRECHTER

# CompetitiveMatch_HomeCaptain
source: CAPTAIN HOME TEAM
fr: CAPITAINE VISITÉS
nl: KAPITEIN THUISPLOEG

# CompetitiveMatch_HomeTeam
source: HOME TEAM
fr: ÉQUIPE VISITÉS
nl: THUISPLOEG

# CompetitiveMatch_RoomCommissioner
source: ROOM COMMISSIONER
fr: COMMISSAIRE DE SALLE
nl: ZAALCOMMISSARIS

# CompetitiveMatch_Yes
source: yes
fr: oui
nl: ja

# DoublePlayerInfo_Double
source: Double:
nl: Dubbel:

# PersonDetails_AffiliateNumber
source: Affiliate number:
fr: Numéro d'affiliation:
nl: Aansluitingsnummer:

# PersonDetails_Name
source: Name:
fr: Nom:
nl: Naam:

# ScoreHeader_Matches
source: MATCHES
fr: MATCHS
nl: WEDSTR

# ScoreHeader_Points
source: POINTS
nl: BEHAALDE PUNTEN

# ScoreHeader_Title
source: MATCH ORDER
fr: ORDRE DES MATCHS
nl: VOLGORDE DER WEDSTRIJDEN

# SubstitutePlayerInfo_Substitute
source: Substitute:
fr: Échange:
nl: Wissel:

# SuspectSemantics_FFDesc
source: the player gives up after the game has already started
fr: le joueur a abandonné après le début du match
nl: de speler geeft op nadat de wedstrijd reeds begonnen was

# SuspectSemantics_Number
source: (number)
fr: (nombre)
nl: (getal)

# SuspectSemantics_NumberDesc
source: the score of the player
fr: le score du joueur
nl: de score van de speler

# SuspectSemantics_Title
source: VALID INPUT
fr: ENTRÉE VALIDE
nl: GELDIGE INVOER

# SuspectSemantics_Warning
source: Pay attention to the semantics of 'FF' and 'WO'. Forfait (FF) means that the match has started, but one of the players has given up. In this case, the other player is awarded the match as a win match. A Walk Over (WO) means that the match has not been played. In this case, the match does not count as an individual victory. An FF can therefore occur in any set (but no more than once per match). A WO can only occur in the first set of the competition.
fr: Attention au sens de 'FF' et 'WO'. Forfait (FF) signifie que le match a bien débuté, mais que l'un des joueurs a abandonné. Dans ce cas, le match est comptabilisé comme une victoire pour le joueur adverse. Un 'Walk Over' (WO) signifie que le match n'a pas été joué. Dans ce cas, le match n'est pas comptabilisé comme une victoire individuelle. Un FF peut donc survenir au cours de n'importe quel set (mais pas plus d'une fois par match). Un WO ne peut survenir que lors du premier set de la rencontre.
nl: Opgelet met de semantiek van 'FF' en 'WO'. Forfait (FF) wil zeggen dat de match begonnen werd, maar dat één van de spelers opgegeven heeft. In dit geval krijgt de andere speler de match toegekend als winstmatch. Een Walk Over (WO) wil zeggen dat de match niet gespeeld is. In dit geval telt de match niet als individuele overwinning. Een FF kan dus voorkomen in elke set (maar hoogstens één keer per match). Een WO kan enkel voorkomen in de eerste set van de wedstrijd.

# SuspectSemantics_WODesc
source: the game was not played (and does not count as an individual victory); a WO may only occur in the first set
fr: le match n'a pas été joué (et ne compte pas comme une victoire individuelle); un WO ne peut survenir que lors du premier set de la rencontre
nl: de wedstrijd werd niet gespeeld (en telt niet mee als een individuele overwinning); een WO mag enkel in de eerste set voorkomen

# TeamInfo_Captain
source: Cap- tain
fr: Capt.
nl: Kapi- tein

# TeamInfo_ClubId
source: Club Id
fr: Indice
nl: Aanwijzingsnummer

# TeamInfo_ComputerNumber
source: Computer number
fr: Num. d'aff.
nl: Computer nummer

# TeamInfo_Position
source: Pos ition
nl: Volg num

# TeamInfo_Ranking
source: Rank
fr: Classe- ment
nl: Klasse ment

# TeamInfo_Team
source: Team
fr: Équipe
nl: Ploeg

# TeamInfo_Wins
source: Ind. wins
fr: Vict.
nl: Ind. overw

# PersonDetails_ClubId
source: Clubnr:
fr: Indice:
