Repository: pieterphilippaerts/ScoreSheet.GUI
Catalog: src/gui/PieterP.ScoreSheet.Localization/Views/Resources.*.resx
Languages: fr, nl

# AboutWindow_Attribution
source: This program makes grateful use of the competition database managed by the KBTTB and the links to it made available by Gaëtan Frenoy. We also want to specifically thank Glen Staes, Bruno Van Damme, David Waefelaer and Michèle Messiaen for their contribution to the program, as well as everyone who sent suggestions or reported errors.
fr: Ce programme utilise la base de données des compétitions gérées par la FRBTT, son interface rendue disponible par Gaëtan Frenoy, et les en remercie. Nous tenons également à remercier spécifiquement Bruno Van Damme, David Waefelaer et Michèle Messiaen pour leur contribution au programme, et toute personne ayant suggéré une suggestion ou signalé une erreur.
nl: Dit programma maakt dankbaar gebruik van de competitiedatabase die beheerd wordt door de KBTTB en de koppelingen hiermee die beschikbaar gemaakt zijn door Gaëtan Frenoy. Ook willen we specifiek Glen Staes, Bruno Van Damme, David Waefelaer en Michèle Messiaen bedanken voor hun bijdrage aan het programma, alsook iedereen die een suggestie doorstuurde of een fout heeft gemeld.

# AboutWindow_Close
source: Close
fr: Fermer
nl: Sluiten

# AboutWindow_DataDirectory
source: Data directory
fr: Dossier des données
nl: Data-folder

# AboutWindow_OpenSource
source: The source code for this program is available on the BitBucket link above. Do you want to help? Contact us!
fr: Le code source de ce programme est disponible sur le lien BitBucket ci-dessus. Vous désirez apporter votre aide ? Contactez-nous !
nl: De broncode van dit programma is beschikbaar op de bovenstaande BitBucket-link. Wil je meehelpen? Contacteer ons dan!

# AboutWindow_ProgramDirectory
source: Program directory
fr: Dossier du programme
nl: Programma-folder

# AboutWindow_Title
source: About ScoreSheet...
fr: À propos de ScoreSheet…
nl: Over ScoreSheet...

# AboutWindow_Website
source: Website:
fr: Site web:

# AskPasswordWindow_Cancel
source: Cancel
fr: Annuler
nl: Annuleren

# AskPasswordWindow_Description
source: Please enter the username and the corresponding password that you want to use to connect to the competition website.
fr: Veuillez entrer le nom d'utilisateur et le mot de passe associé que vous désirez utiliser pour vous connecter au site web de la compétition.
nl: Geef hieronder de gebruikersnaam en het overeenkomstige paswoord in dat u wil gebruiken om te connecteren met de competitiewebsite.

# AskPasswordWindow_InvalidUsernamePassword
source: The username/password combination is invalid.
fr: La combinaison nom d'utilisateur / mot de passe est invalide.
nl: De opgegeven gebruikersnaam/paswoord-combinatie was ongeldig!

# AskPasswordWindow_Password
source: Password:
fr: Mot de passe:
nl: Paswoord:

# AskPasswordWindow_RememberLogin
source: Remember username/password
fr: Retenir nom d'utilisateur / mot de passe
nl: Logingegevens onthouden

# AskPasswordWindow_Username
source: Username:
fr: Nom d'utilisateur:
nl: Gebruikersnaam:

# ErrorWindow_Description
source: An unexpected error has occurred! This usually indicates an error in the program, or corrupt data files. If this error persists, it is best to contact the authors of this program at the email address score@pieterp.be In addition to a description of what you were doing when the error occurred occurred, you should also paste the text below in that email.
fr: Une erreur inattendue est survenue ! Cela signifie la plupart du temps une erreur dans le programme, ou des fichiers de données corrompus. Si l'erreur persiste, il vous est conseillé de contacter les auteurs du programme à l'adresse email score@pieterp.be. En plus d'une description de ce que vous étiez occupés à faire lorsque l'erreur est survenue, veuillez coller le texte de ci-dessous dans votre email.
nl: Er is een onverwachte fout opgetreden! Dit duidt meestal op een fout in het programma, of corrupte databestanden. Indien deze fout zich blijft voordoen, neemt u best contact op met de auteurs van dit programma op het e-mailadres score@pieterp.be Naast een beschrijving van wat u bezig was toen de fout zich voordeed, plakt u best ook onderstaande tekst in die email.

# ErrorWindow_UnexpectedError
source: Unexpected error
fr: Erreur inattendue
nl: Onverwachte Fout

# ErrorWindow_UnrecoverableMessage
source: Due to the nature of the error, the program must be terminated.
fr: En raison de la nature de l'erreur, le programme doit être fermé.
nl: Omwille van de aard van de fout moet het programma worden afgesloten.

# LogBook_Errors
source: Errors
fr: Erreurs
nl: Fouten

# LogBook_Show
source: Show:
fr: Montrer:
nl: Toon:

# LogBook_Warnings
source: Warnings
fr: Avertissements
nl: Waarschuwingen

# MainWindow_LogBook
source: Logbook
fr: Fichier log
nl: Logboek

# MainWindow_MenuAbout
source: About ScoreSheet
fr: À propos de ScoreSheet
nl: Over ScoreSheet

# MainWindow_MenuCanChangeOfficialFields
source: Make official fields read-only
fr: Rendre les champs officiels non modifiables
nl: Officiële velden onveranderbaar maken

# MainWindow_MenuClose
source: _Close
fr: _Fermer
nl: _Sluiten

# MainWindow_MenuCloseAll
source: Close _all
fr: _Tout fermer
nl: _Alles sluiten

# MainWindow_MenuDivisionDay
source: Competition day (for a single division)
fr: Journée de compétition (pour une division précise)
nl: Wedstrijddag (voor een specifieke divisie)

# MainWindow_MenuEmail
source: Email leisure competition results
fr: Envoyer par email les résultats de la compétition récréative
nl: E-mail resultaten vrijetijdscompetitie

# MainWindow_MenuExit
source: Exit
fr: Quitter
nl: Afsluiten

# MainWindow_MenuExport
source: Export matches
fr: Exporter les rencontres
nl: Exporteer wedstrijden

# MainWindow_MenuFile
source: _File
fr: _Fichier
nl: _Bestand

# MainWindow_MenuFullScreen
source: Full screen
fr: Plein écran
nl: Volledig scherm

# MainWindow_MenuHelp
source: Help
fr: Aide

# MainWindow_MenuMatchDay
source: Competition day (for this club)
fr: Journée de compétition (pour ce club)
nl: Wedstrijddag (voor deze club)

# MainWindow_MenuNew
source: _New
fr: _Nouveau
nl: _Nieuw

# MainWindow_MenuOpen
source: _Open
fr: _Ouvrir
nl: _Openen

# MainWindow_MenuPrint
source: _Print
fr: _Imprimer
nl: _Printen

# MainWindow_MenuProgramUpdates
source: Program updates
fr: Mises à jour du programme
nl: Programma-updates

# MainWindow_MenuSave
source: Save
fr: Sauvegarder
nl: Opslaan

# MainWindow_MenuSaveAs
source: Save as...
fr: Sauvegarder sous…
nl: Opslaan als...

# MainWindow_MenuSaveUpdateFile
source: Save update file
fr: Sauvegarder le fichier de mise à jour
nl: Updatebestand wegschrijven

# MainWindow_MenuScoreSheet
source: Unofficial score sheet
fr: Feuille de match non officielle
nl: Onofficieel wedstrijdblad

# MainWindow_MenuSettings
source: Change _settings
fr: Modifier les _préférences
nl: _Voorkeuren aanpassen

# MainWindow_MenuUpdate
source: _Database updates
fr: _Mises à jour de la base de données

# MainWindow_MenuUpdateDatabase
source: _Update database
fr: _Mettre à jour la base de données
nl: Database _bijwerken

# MainWindow_MenuUpload
source: Upload to competition website
fr: Envoyer vers le site web de la compétition
nl: Upload naar competitiewebsite

# MainWindow_OpenLogbook
source: Open logbook
fr: Ouvrir le fichier log
nl: Open logboek

# MainWindow_PopupMenuClose
source: Close
fr: Fermer
nl: Sluiten

# MainWindow_PopupMenuPrint
source: Print
fr: Imprimer
nl: Printen

# MainWindow_RestartRequired
source: restart required
fr: redémarrage requis
nl: herstart vereist

# MainWindow_SubmitTranslationError
source: Report a language/translation error
fr: Signaler une erreur de traduction
nl: Meld een (ver-)taalfout

# MainWindow_Zoom
source: Zoom:
fr: Zoomer:

# SaveWindow_Description
source: The following match(es) have not yet been saved. Do you want to save the changes to these matches?
fr: La/Les rencontre(s) suivante(s) n'a/ont pas encore été sauvegardée(s). Voulez-vous sauvegarder les modifications de cette/ces rencontre(s) ?
nl: De volgende wedstrijd(en) zijn nog niet opgeslagen. Wilt u de wijzigingen in deze wedstrijden bewaren?

# SaveWindow_DiscardAll
source: Discard all
fr: Ne rien sauvegarder
nl: Niets opslaan

# SaveWindow_SaveAll
source: Save all
fr: Tout sauvegarder
nl: Alles opslaan

# UpdateAppWindow_AutomaticUpdates
source: ScoreSheet is automatically updated in the background when a new version is available. However, if this computer is not always online, it may be necessary to manually start the update through this window.
fr: ScoreSheet est automatiquement mis à jour en arrière-plan lorsqu'une nouvelle version est disponible. Cependant, si cet ordinateur n'est pas toujours connecté, il peut être nécessaire de démarrer la mise à jour manuellement via cette fenêtre.
nl: ScoreSheet wordt automatisch in de achtergrond geüpdatet wanneer er een nieuwe versie beschikbaar is. Als deze computer echter niet altijd online is, dan kan het nodig zijn om de update via dit venster manueel te starten.

# UpdateAppWindow_Close
source: Close
fr: Fermer
nl: Sluiten

# UpdateAppWindow_Description
source: Program updates provide access to new features, and can also eliminate bugs found in earlier versions of ScoreSheet. It is therefore highly recommended to always update to the latest version.
fr: Les mises à jour du programme fournissent de nouvelles fonctionnalités, et peuvent aussi corriger des bugs découverts dans des versions précédentes de ScoreSheet. Il est dès lors hautement recommandé de toujours mettre à jour le programme vers la dernière version.
nl: Programma-updates geven toegang tot nieuwe features, en kunnen ook foutjes wegwerken die in eerdere versies van ScoreSheet gevonden zijn. Het is daarom zeker aangeraden om altijd te updaten naar de laatste versie.

# UpdateAppWindow_Title
source: Update ScoreSheet
fr: Mettre à jour ScoreSheet
nl: ScoreSheet updaten

# WelcomeWindow_BlankMatch
source: Create a blank score sheet
fr: Créer une feuille de match vierge
nl: Blanco wedstrijdblad aanmaken

# WelcomeWindow_BlankMatchDesc
source: All data must be entered manually; choose this option for non-competition matches (eg friends matches).
fr: Toutes les données doivent être introduites manuellement; choisissez cette option pour des rencontres non compétitives (p.ex. un match entre amis)
nl: Alle data moet manueel ingevuld worden; kies deze optie voor niet-competitie wedstrijden (bijv. vriendenmatchen).

# WelcomeWindow_Message
source: Click on the thing that you want to do.
fr: Cliquez sur l'action que vous désirez exécuter
nl: Klik op de actie die je wil uitvoeren.

# WelcomeWindow_NewMatchDay
source: Start new match day
fr: Démarrer une nouvelle journée de compétition
nl: Nieuwe speeldag beginnen

# WelcomeWindow_NewMatchDayDesc
source: Select a date, and automatically get all matches on that match day.
fr: Sélectionnez une date, et vous recevrez automatiquement toutes les rencontres pour cette journée de compétition
nl: Selecteer een datum, en krijg automatisch alle wedstrijden van die speeldag.

# WelcomeWindow_OpenMatch
source: Open existing score sheet
fr: Ouvrir une feuille de match existante
nl: Bestaand wedstrijdblad openen

# WelcomeWindow_OpenMatchDesc
source: Open a score sheet that was previously saved.
fr: Ouvrir une feuille de match qui a été précédemment sauvegardée.
nl: Open een wedstrijdblad dat eerder opgeslagen werd.

# WelcomeWindow_Title
source: Welcome! What do you want to do?
fr: Bienvenue! Que voulez-vous faire?
nl: Welkom! Wat wil je doen?

# WelcomeWindow_UpdateDb
source: Update database
fr: Mettre à jour la base de données
nl: Database bijwerken

# WelcomeWindow_UpdateDbDesc
source: Update the database of this program. This data includes member lists and match dates.
fr: Mettre à jour la base de données de ce programme. Ces données comprennent les listes de force et le calendrier des rencontres.
nl: Breng de data van dit programma up-to-date. Deze data omvat sterktelijsten en kalenderdata.

# AboutWindow_Version
source: Version:
nl: Versie:

# LogBook_Messages
source: Messages
nl: Meldingen

# MainWindow_MenuOptions
source: _Options
nl: _Opties

# SaveWindow_Cancel
source: Cancel
nl: Annuleren
